{
  "Academic Reading": {
    "115012_Academic_Reading_sample_task_-_Diagram_label_completion__2_.pdf": {
      "title": "Untitled",
      "content": "Academic Reading sample task – Diagram label completion \n \n [Note: This is an extract from an Academic Reading passage on the subject of dung \nbeetles. The text preceding this extract gave some background facts about dung \nbeetles, and went on to describe a decision to introduce non-native varieties to \nAustralia.]\n \n \nIntroducing dung\n1\n beetles into a pasture is a simple process: approximately 1,500 beetles \nare released, a handful at a time, into fresh cow pats\n2\n in the cow pasture.  The beetles \nimmediately disappear beneath the pats digging and tunnelling and, if they successfully \nadapt to their new environment, soon become a permanent, self-sustaining part of the \nlocal ecology.  In time they multiply and within three or four years the benefits to the \npasture are obvious. \n \nDung beetles work from the inside of the pat so they are sheltered from predators such \nas birds and foxes.  Most species burrow into the soil and bury dung in tunnels directly \nunderneath the pats, which are hollowed out from within.  Some large species originating \nfrom France excavate tunnels to a depth of approximately 30 cm below the dung pat.  \nThese beetles make sausage-shaped brood chambers along the tunnels.  The shallowest \ntunnels belong to a much smaller Spanish species that buries dung in chambers that hang \nlike fruit from the branches of a pear tree. South African beetles dig narrow tunnels of \napproximately 20 cm below the surface of the pat.  Some surface-dwelling beetles, \nincluding a South African species, cut perfectly-shaped balls from the pat, which are \nrolled away and attached to the bases of plants. \n \nFor maximum dung burial in spring, summer and autumn, farmers require a variety of \nspecies with overlapping periods of activity.  In the cooler environments of the state of \nVictoria, the large French species (2.5 cms long), is matched with smaller (half this size), \ntemperate-climate Spanish species.  The former are slow to recover from the winter cold \nand produce only one or two generations of offspring from late spring until autumn.  The \nlatter, which multiply rapidly in early spring, produce two to five generations annually.  \nThe South African ball-rolling species, being a sub-tropical beetle, prefers the climate of \nnorthern and coastal New South Wales where it commonly works with the South African \ntunneling species.  In warmer climates, many species are active for longer periods of the \nyear. \n \n \n \n \n \n \nGlossary \n1. dung: the droppings or excreta of animals \n \n2. cow pats:     droppings of cows \n\nAcademic Reading sample task – Diagram label completion \n \nQuestions 6 – 8 \n \nLabel the tunnels on the diagram below using words from the box. \n \nWrite your answers in boxes 6-8 on your answer sheet. \n \n \n \n \n \n0 \n \n10 \n \n20 \n \n30 \n \ncowpat (dung) \nApproximate depth in \ncms below surface \n8 ............ \n7 ............ \n6 ............ \n \n \n \nDung Beetle Types \n  \nFrench                               Spanish                               \nMediterranean                   South                   African                   \nAustralian native South African ball roller \n  \n \n\nAcademic Reading sample task – Diagram label completion \n \nAnswers: \n \n6 South African \n7 French \n8 Spanish",
      "questions": []
    },
    "115013_Academic_Reading_sample_task_-_Identifying_information__2_.pdf": {
      "title": "Untitled",
      "content": "Academic Reading sample task – Identifying information \n \n \n \n \nA\n There are now over 700 million motor vehicles in the \nworld - and the number is rising by more than 40 million \neach year.  The average distance driven by car users is \ngrowing too - from 8km a day per person in western Europe \nin 1965 to 25 km a day in 1995.  This dependence on motor \nvehicles has given rise to major problems, including \nenvironmental pollution, depletion of oil resources, \ntraffic congestion and safety. \n \nB While emissions from new cars are far less harmful than \nthey used to be, city streets and motorways are becoming \nmore crowded than ever, often with older trucks, buses \nand taxis which emit excessive levels of smoke and fumes.  \nThis concentration of vehicles makes air quality in urban \nareas unpleasant and sometimes dangerous to breathe.  \nEven Moscow has joined the list of capitals afflicted by \ncongestion and traffic fumes. In Mexico City, vehicle \npollution is a major health hazard. \n \nC Until a hundred years ago, most journeys were in the 20km \nrange, the distance conveniently accessible by horse.  \nHeavy freight could only be carried by water or rail.  \nInvention of the motor vehicle brought personal mobility \nto the masses and made rapid freight delivery possible \nover a much wider area.  In the United Kingdom, about 90 \nper cent of inland freight is carried by road.  The world \ncannot revert to the horse-drawn wagon.  Can it avoid \nbeing locked into congested and polluting ways of \ntransporting people and goods? \n \nD    In Europe most cities are still designed for the old \nmodes of transport.  Adaptation to the motor car has \ninvolved adding ring roads, one-way systems and parking \nlots.  In the United States, more land is assigned to car \nuse than to housing.  Urban sprawl means that life \nwithout a car is next to impossible.  Mass use of motor \nvehicles has also killed or injured millions of people.  \nOther social effects have been blamed on the car such as \nalienation and aggressive human behaviour. \n \nE A 1993 study by the European Federation for Transport and \nEnvironment found that car transport is seven times as \ncostly as rail travel in terms of the external social \ncosts it entails - congestion, accidents, pollution, loss \nof cropland and natural habitats, depletion of oil \nresources, and so on.  Yet cars easily surpass trains or \n\nAcademic Reading sample task – Identifying information \n \nbuses as a flexible and convenient mode of personal \ntransport.  It is unrealistic to expect people to give up \nprivate cars in favour of mass transit. \n\nAcademic Reading sample task – Identifying information \n \nF Technical solutions can reduce the pollution problem and \nincrease the fuelled efficiency of engines.  But fuel \nconsumption and exhaust emissions depend on which cars \nare preferred by customers and how they are driven.  Many \npeople buy larger cars than they need for daily purposes \nor waste fuel by driving aggressively.  Besides, global \ncar use is increasing at a faster rate than the \nimprovement in emissions and fuel efficiency which \ntechnology is now making possible. \n \nG    Some argue that the only long-term solution is to design \ncities and neighbourhoods so that car journeys are not \nnecessary - all essential services being located within \nwalking distance or easily accessible by public \ntransport.   Not only would this save energy and cut \ncarbon dioxide emissions, it would also enhance the \nquality of community life, putting the emphasis on people \ninstead of  cars.  Good local government is already \nbringing this about in some places.  But few democratic \ncommunities are blessed with the vision – and the capital \n– to make such profound changes in modern lifestyles. \n \nH    A more likely scenario seems to be a combination of mass \ntransit systems for travel into and around cities, with \nsmall ‘low emission’ cars for urban use and larger hybrid \nor lean burn cars for use elsewhere.  Electronically \ntolled highways might be used to ensure that drivers pay \ncharges geared to actual road use.  Better integration of \ntransport systems is also highly desirable - and made \nmore feasible by modern computers.  But these are \nsolutions for countries which can afford them.  In most \ndeveloping countries, old cars and old technologies \ncontinue to predominate \n\nAcademic Reading sample task – Identifying information \n \nQuestions 14 – 19 \n \nSample Passage 7 has eight paragraphs labelled A-H. \n \nWhich paragraphs contains the following information? \n \nWrite the correct letter A-H in boxes 14-19 on your answer sheet. \nNB You may use any letter more than once. \n \n14 a comparison of past and present transportation methods \n \n15 how driving habits contribute to road problems \n \n16 the relative merits of cars and public transport \n \n17 the writer’s prediction on future solutions \n \n18 the increasing use of motor vehicles \n \n19 the impact of the car on city development \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAcademic Reading sample task – Identifying information \n \nAnswers: \n \n14 C \n15 F \n16 E \n17 H \n18 A \n19 D",
      "questions": []
    },
    "115014_Academic_Reading_sample_task_-_Identifying_writer_s_views__2_.pdf": {
      "title": "Untitled",
      "content": "Academic Reading sample task – Identifying writer’s views/claims \n \n \n \nDiscovered in the early 1800s and named ‘nicotianine’, the oily essence now \ncalled nicotine is the main active ingredient of tobacco.  Nicotine, however, is \nonly a small component of cigarette smoke, which contains more than 4,700 \nchemical compounds, including 43 cancer-causing substances.  In recent times, \nscientific research has been providing evidence that years of cigarette smoking \nvastly increases the risk of developing fatal medical conditions. \n \nIn addition to being responsible for more than 85 per cent of lung cancers, \nsmoking is associated with cancers of, amongst others, the mouth, stomach and \nkidneys, and is thought to cause about 14 per cent of leukemia and cervical \ncancers.  In 1990, smoking caused more than 84,000 deaths, mainly resulting \nfrom such problems as pneumonia, bronchitis and influenza.  Smoking, it is \nbelieved, is responsible for 30 per cent of all deaths from cancer and clearly \nrepresents the most important preventable cause of cancer in countries like the \nUnited States today. \n \nPassive smoking, the breathing in of the side-stream smoke from the burning of \ntobacco between puffs or of the smoke exhaled by a smoker, also causes a serious \nhealth risk.  A report published in 1992 by the US Environmental Protection \nAgency (EPA) emphasized the health dangers, especially from side-stream \nsmoke.  This type of smoke contains more smaller particles and is therefore more \nlikely to be deposited deep in the lungs.  On the basis of this report, the EPA has \nclassified environmental tobacco smoke in the highest risk category for causing \ncancer. \n \nAs an illustration of the health risks, in the case of a married couple where one \npartner is a smoker and one a non-smoker, the latter is believed to have a 30 per \ncent higher risk of death from heart disease because of passive smoking.  The \nrisk of lung cancer also increases over the years of exposure and the figure jumps \nto 80 per cent if the spouse has been smoking four packs a day for 20 years.  It \nhas been calculated that 17 per cent of cases of lung cancer can be attributed to \nhigh levels of exposure to second-hand tobacco smoke during childhood and \nadolescence. \n \nA more recent study by researchers at the University of California at San \nFrancisco (UCSF) has shown that second-hand cigarette smoke does more harm \nto non-smokers than to smokers.  Leaving aside the philosophical question of \nwhether anyone should have to breathe someone else’s cigarette smoke, the \nreport suggests that the smoke experienced by many people in their daily lives is \nenough to produce substantial adverse effects on a person’s heart and lungs. \n \n\nAcademic Reading sample task – Identifying writer’s views/claims \n \nThe report, published in the Journal of the American Medical Association (AMA), \nwas based on the researchers’ own earlier research but also includes a review of \nstudies over the past few years.  The American Medical Association represents \nabout half of all US doctors and is a strong opponent of smoking.  The study \nsuggests that people who smoke cigarettes are continually damaging their \ncardiovascular system, which adapts in order to compensate for the effects of \nsmoking.  It further states that people who do not smoke do not have the benefit \nof their system adapting to the smoke inhalation.  Consequently, the effects of \npassive smoking are far greater on non-smokers than on smokers. \n \nThis report emphasizes that cancer is not caused by a single element in cigarette \nsmoke; harmful effects to health are caused by many components.  Carbon \nmonoxide, for example, competes with oxygen in red blood cells and interferes \nwith the blood’s ability to deliver life-giving oxygen to the heart.  Nicotine and \nother toxins in cigarette smoke activate small blood cells called platelets, which \nincreases the likelihood of blood clots, thereby affecting blood circulation \nthroughout the body. \n \nThe researchers criticize the practice of some scientific consultants who work \nwith the tobacco industry for assuming that cigarette smoke has the same \nimpact on smokers as it does on non-smokers.  They argue that those scientists \nare underestimating the damage done by passive smoking and, in support of \ntheir recent findings, cite some previous research which points to passive \nsmoking as the cause for between 30,000 and 60,000 deaths from heart attacks \neach year in the United States.  This means that passive smoking is the third \nmost preventable cause of death after active smoking and alcohol-related \ndiseases \n \nThe study argues that the type of action needed against passive smoking should \nbe similar to that being taken against illegal drugs and AIDS (SIDA).  The UCSF \nresearchers maintain that the simplest and most cost-effective action is to \nestablish smoke-free work places, schools and public places. \n\nAcademic Reading sample task – Identifying writer’s views/claims \n \nQuestions 4 – 7 \n \nDo the following statements reflect the claims of the writer in the reading passage? \n \nIn boxes 4-7 on your answer sheet write \n \n YES       if the statement reflects the claims of the writer \n NO   if the statement contradicts the claims of the writer \n NOT GIVEN     if it is impossible to say what the writer thinks about this \n \n4 Thirty per cent of deaths in the United States are caused by smoking-related \n            diseases.            \n \n5 If one partner in a marriage smokes, the other is likely to take up smoking. \n \n6 Teenagers whose parents smoke are at risk of getting lung cancer at some time \nduring their lives. \n \n7 Opponents of smoking financed the UCSF study. \n \n\nAcademic Reading sample task – Identifying writer’s views/claims \n \nAnswers: \n \n4 NO \n5 NOT GIVEN \n6 YES \n7 NOT GIVEN",
      "questions": []
    },
    "115015_Academic_Reading_sample_task_-_Matching_features__2_.pdf": {
      "title": "Untitled",
      "content": "Academic Reading sample task – Matching features \n \n [Note: This is an extract from an Academic Reading passage on the development of \nrockets. The text preceding this extract explored the slow development of the rocket \nand explained the principle of propulsion.] \n \n \nThe invention of rockets is linked inextricably with the invention of 'black powder'.  \nMost historians of technology credit the Chinese with its discovery.  They base their \nbelief on studies of Chinese writings or on the notebooks of early Europeans who \nsettled in or made long visits to China to study its history and civilisation.  It is \nprobable that, some time in the tenth century, black powder was first compounded \nfrom its basic ingredients of saltpetre, charcoal and sulphur.  But this does not mean \nthat it was immediately used to propel rockets.  By the thirteenth century, powder-\npropelled fire arrows had become rather common. The Chinese relied on this type of \ntechnological development to produce incendiary projectiles of many sorts, explosive \ngrenades and possibly cannons to repel their enemies.  One such weapon was the \n'basket of fire' or, as directly translated from Chinese, the 'arrows like flying leopards'.  \nThe 0.7 metre-long arrows, each with a long tube of gunpowder attached near the \npoint of each arrow, could be fired from a long, octagonal-shaped basket at the same \ntime and had a range of 400 paces.  Another weapon was the 'arrow as a flying \nsabre', which could be fired from crossbows.  The rocket, placed in a similar position \nto other rocket-propelled arrows, was designed to increase the range.  A small iron \nweight was attached to the 1.5m bamboo shaft, just below the feathers, to increase \nthe arrow's stability by moving the centre of gravity to a position below the rocket.  At \na similar time, the Arabs had developed the 'egg which moves and burns'.  This 'egg' \nwas apparently full of gunpowder and stabilised by a 1.5m tail.  It was fired using two \nrockets attached to either side of this tail. \n \nIt was not until the eighteenth century that Europe became seriously interested in the \npossibilities of using the rocket itself as a weapon of war and not just to propel other \nweapons.  Prior to this, rockets were used only in pyrotechnic displays.  The incentive \nfor the more aggressive use of rockets came not from within the European continent \nbut from far-away India, whose leaders had built up a corps of rocketeers and used \nrockets successfully against the British in the late eighteenth century.  The Indian \nrockets used against the British were described by a British Captain serving in India \nas ‘an iron envelope about 200 millimetres long and 40 millimetres in diameter with \nsharp points at the top and a 3m-long bamboo guiding stick’.  In the early nineteenth \ncentury the British began to experiment with incendiary barrage rockets.  The British \nrocket differed from the Indian version in that it was completely encased in a stout, \niron cylinder, terminating in a conical head, measuring one metre in diameter and \nhaving a stick almost five metres long and constructed in such a way that it could be \nfirmly attached to the body of the rocket.  The Americans developed a rocket, \ncomplete with its own launcher, to use against the Mexicans in the mid-nineteenth \ncentury.  A long cylindrical tube was propped up by two sticks and fastened to the top \nof the launcher, thereby allowing the rockets to be inserted and lit from the other end.  \nHowever, the results were sometimes not that impressive as the behaviour of the \nrockets in flight was less than predictable. \n \n \n\nAcademic Reading sample task – Matching features \n \nQuestions 7 – 10 \n \nLook at the following items (Questions 7-10) and the list of groups below. \n \nMatch each item with the group which first invented or used them. \n \nWrite the correct letter A-E in boxes 7-10 on your answer sheet. \nNB You may use any letter more than once. \n \n7          black          powder          \n \n8 rocket-propelled arrows for fighting \n \n9 rockets as war weapons \n \n10 the rocket launcher \n \n \nFirst invented or used by \n \nA the Chinese \nB the Indians \nC         the         British         \nD         the         Arabs         \nE         the         Americans         \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAcademic Reading sample task – Matching features \n \nAnswers: \n \n7 A \n8 A \n9 B \n10 E",
      "questions": []
    },
    "115016_Academic_Reading_sample_task_-_Matching_headings__2_.pdf": {
      "title": "Untitled",
      "content": "Academic Reading sample task – Matching headings \nQuestions 1 – 5 \n \nSample Passage 6 has six sections, A-F. \n \nChoose the correct heading for sections A-D and F from the list of headings below. \n \nWrite the correct number i-ix in boxes 1-5 on your answer sheet. \n \n \n \nList of Headings \n \ni \nii \niii \niv \nv \nvi \nvii \nviii \nix \n \nThe probable effects of the new international trade agreement \nThe environmental impact of modern farming \nFarming and soil erosion \nThe effects of government policy in rich countries \nGovernments and management of the environment \nThe effects of government policy in poor countries \nFarming and food output \nThe effects of government policy on food output \nThe new prospects for world trade \n \n \n1          Section          A \n \n 2          Section B  \n \n 3          Section C \n \n 4          Section D \n \n \nExample  Section E  vi \n \n \n5          Section          F \n\nAcademic Reading sample task – Matching headings \nSection A \nThe role of governments in environmental management is difficult but inescapable.  Sometimes, \nthe state tries to manage the resources it owns, and does so badly.  Often, however, \ngovernments act in an even more harmful way.  They actually subsidise the exploitation and \nconsumption of natural resources.  A whole range of policies, from farm-price support to \nprotection for coal-mining, do environmental damage and (often) make no economic sense.  \nScrapping them offers a two-fold bonus: a cleaner environment and a more efficient economy.  \nGrowth and environmentalism can actually go hand in hand, if politicians have the courage to \nconfront the vested interest that subsidies create. \n \nSection B \nNo activity affects more of the earth's surface than farming.  It shapes a third of the planet's land \narea, not counting Antarctica, and the proportion is rising.  World food output per head has risen \nby 4 per cent between the 1970s and 1980s mainly as a result of increases in yields from land \nalready in cultivation, but also because more land has been brought under the plough.  Higher \nyields have been achieved by increased irrigation, better crop breeding, and a doubling in the \nuse of pesticides and chemical fertilisers in the 1970s and 1980s. \n \nSection C \nAll these activities may have damaging environmental impacts.  For example, land clearing for \nagriculture is the largest single cause of deforestation; chemical fertilisers and pesticides may \ncontaminate water supplies; more intensive farming and the abandonment of fallow periods tend \nto exacerbate soil erosion; and the spread of monoculture and use of high-yielding varieties of \ncrops have been accompanied by the disappearance of old varieties of food plants which might \nhave provided some insurance against pests or diseases in future.  Soil erosion threatens the \nproductivity of land in both rich and poor countries.  The United States, where the most careful \nmeasurements have been done, discovered in 1982 that about one-fifth of its farmland was \nlosing topsoil at a rate likely to diminish the soil's productivity.  The country subsequently \nembarked upon a program to convert 11 per cent of its cropped land to meadow or forest.  \nTopsoil in India and China is vanishing much faster than in America. \n \nSection D \nGovernment policies have frequently compounded the environmental damage that farming can \ncause.  In the rich countries, subsidies for growing crops and price supports for farm output \ndrive up the price of land.  The annual value of these subsidies is immense: about $250 billion, \nor more than all World Bank lending in the 1980s.  To increase the output of crops per acre, a \nfarmer's easiest option is to use more of the most readily available inputs: fertilisers and \npesticides.  Fertiliser use doubled in Denmark in the period 1960-1985 and increased in The \nNetherlands by 150 per cent.  The quantity of pesticides applied has risen too: by 69 per cent in \n1975-1984 in Denmark, for example, with a rise of 115 per cent in the frequency of application \nin the three years from 1981. \n \nIn the late 1980s and early 1990s some efforts were made to reduce farm subsidies.  The most \ndramatic example was that of New Zealand, which scrapped most farm support in 1984.  A \nstudy of the environmental effects, conducted in 1993, found that the end of fertiliser subsidies \nhad been followed by a fall in fertiliser use (a fall compounded by the decline in world \ncommodity prices, which cut farm incomes).  The removal of subsidies also stopped land-\nclearing and over-stocking, which in the past had been the principal causes of erosion.  Farms \nbegan to diversify.  The one kind of subsidy whose removal appeared to have been bad for the \nenvironment was the subsidy to manage soil erosion. \n\nAcademic Reading sample task – Matching headings \nIn less enlightened countries, and in the European Union, the trend has been to reduce rather \nthan eliminate subsidies, and to introduce new payments to encourage farmers to treat their \nland in environmentally friendlier ways, or to leave it fallow.  It may sound strange but such \npayments need to be higher than the existing incentives for farmers to grow food crops.  \nFarmers, however,  dislike being paid to do nothing.  In several countries they have become \ninterested in the possibility of using fuel produced from crop residues either as a replacement \nfor petrol (as ethanol) or as fuel for power stations (as biomass).  Such fuels produce far less \ncarbon dioxide than coal or oil, and absorb carbon dioxide as they grow.  They are therefore \nless likely to contribute to the greenhouse effect.  But they are rarely competitive with fossil fuels \nunless subsidised - and growing them does no less environmental harm than other crops. \n \nSection E \nIn poor countries, governments aggravate other sorts of damage.  Subsidies for pesticides and \nartificial fertilisers encourage farmers to use greater quantities than are needed to get the \nhighest economic crop yield.  A study by the International Rice Research Institute of pesticide \nuse by farmers in South East Asia found that, with pest-resistant varieties of rice, even \nmoderate applications of pesticide frequently cost farmers more than they saved.  Such waste \nputs farmers on a chemical treadmill: bugs and weeds become resistant to poisons, so next \nyear's poisons must be more lethal.  One cost is to human health.  Every year some 10,000 \npeople die from pesticide poisoning, almost all of them in the developing countries, and another \n400,000 become seriously ill.  As for artificial fertilisers, their use world-wide increased by 40 per \ncent per unit of farmed land between the mid 1970s and late 1980s, mostly in the developing \ncountries.  Overuse of fertilisers may cause farmers to stop rotating crops or leaving their land \nfallow.  That, in turn, may make soil erosion worse. \n \nSection F \nA result of the Uruguay Round of world trade negotiations is likely to be a reduction of 36 per \ncent in the average levels of farm subsidies paid by the rich countries in 1986-1990.  Some of \nthe world's food production will move from Western Europe to regions where subsidies are \nlower or non-existent, such as the former communist countries and parts of the developing \nworld.  Some environmentalists worry about this outcome.  It will undoubtedly mean more \npressure to convert natural habitat into farmland.  But it will also have many desirable \nenvironmental effects.  The intensity of farming in the rich world should decline, and the use of \nchemical inputs will diminish.  Crops are more likely to be grown in the environments to which \nthey are naturally suited.  And more farmers in poor countries will have the money and the \nincentive to manage their land in ways that are sustainable in the long run.  That is important.  \nTo feed an increasingly hungry world, farmers need every incentive to use their soil and water \neffectively and efficiently. \n \n \n \n \n \n \n \n \n \n \n \n \n\nAcademic Reading sample task – Matching headings \nAnswers: \n \n1          v          \n2          vii          \n3          ii          \n4          iv          \n5          i",
      "questions": []
    },
    "115017_Academic_Reading_sample_task_-_Multiple_choice.pdf": {
      "title": "Untitled",
      "content": "Academic Reading sample task – Multiple choice \n[Note: This is an extract from an Academic Reading passage on the subject of \ngovernment subsidies to farmers. The text preceding this extract explained how \nsubsidies can lead to activities which cause uneconomical and irreversible changes \nto the environment.] \n \n \nAll these activities may have damaging environmental impacts.  For example, land clearing \nfor agriculture is the largest single cause of deforestation; chemical fertilisers and pesticides \nmay contaminate water supplies; more intensive farming and the abandonment of fallow \nperiods tend to exacerbate soil erosion; and the spread of monoculture and use of high-\nyielding varieties of crops have been accompanied by the disappearance of old varieties of \nfood plants which might have provided some insurance against pests or diseases in future.  \nSoil erosion threatens the productivity of land in both rich and poor countries.  The United \nStates, where the most careful measurements have been done, discovered in 1982 that \nabout one-fifth of its farmland was losing topsoil at a rate likely to diminish the soil's \nproductivity.  The country subsequently embarked upon a program to convert 11 per cent of \nits cropped land to meadow or forest.  Topsoil in India and China is vanishing much faster \nthan in America. \n \nGovernment policies have frequently compounded the environmental damage that farming \ncan cause.  In the rich countries, subsidies for growing crops and price supports for farm \noutput drive up the price of land.  The annual value of these subsidies is immense: about \n$250 billion, or more than all World Bank lending in the 1980s.  To increase the output of \ncrops per acre, a farmer's easiest option is to use more of the most readily available inputs: \nfertilisers and pesticides.  Fertiliser use doubled in Denmark in the period 1960-1985 and \nincreased in The Netherlands by 150 per cent.  The quantity of pesticides applied has risen \ntoo: by 69 per cent in 1975-1984 in Denmark, for example, with a rise of 115 per cent in the \nfrequency of application in the three years from 1981. \n \nIn the late 1980s and early 1990s some efforts were made to reduce farm subsidies.  The \nmost dramatic example was that of New Zealand, which scrapped most farm support in \n1984.  A study of the environmental effects, conducted in 1993, found that the end of \nfertiliser subsidies had been followed by a fall in fertiliser use (a fall compounded by the \ndecline in world commodity prices, which cut farm incomes).  The removal of subsidies also \nstopped land-clearing and over-stocking, which in the past had been the principal causes of \nerosion.  Farms began to diversify.  The one kind of subsidy whose removal appeared to \nhave been bad for the environment was the subsidy to manage soil erosion. \n \nIn less enlightened countries, and in the European Union, the trend has been to reduce \nrather than eliminate subsidies, and to introduce new payments to encourage farmers to \ntreat their land in environmentally friendlier ways, or to leave it fallow.  It may sound strange \nbut such payments need to be higher than the existing incentives for farmers to grow food \ncrops.  Farmers, however, dislike being paid to do nothing.  In several countries they have \nbecome interested in the possibility of using fuel produced from crop residues either as a \nreplacement for petrol (as ethanol) or as fuel for power stations (as biomass).  Such fuels \nproduce far less carbon dioxide than coal or oil, and absorb carbon dioxide as they grow.  \nThey are therefore less likely to contribute to the greenhouse effect.  But they are rarely \ncompetitive with fossil fuels unless subsidised - and growing them does no less \nenvironmental harm than other crops. \n \n\nAcademic Reading sample task – Multiple choice \nQuestions 10 – 12 \n \nChoose the appropriate letters A, B, C or D. \n \nWrite your answers in boxes 10-12 on your answer sheet. \n \n10 Research completed in 1982 found that in the United States soil erosion \n \nA reduced the productivity of farmland by 20 per cent. \n B was almost as severe as in India and China. \n C was causing significant damage to 20 per cent of farmland. \n D could be reduced by converting cultivated land to meadow or forest. \n \n11 By the mid-1980s, farmers in Denmark \n \n  A used 50 per cent less fertiliser than Dutch farmers. \n B used twice as much fertiliser as they had in 1960. \n C applied fertiliser much more frequently than in 1960. \n D more than doubled the amount of pesticide they used in just 3 years. \n \n12 Which one of the following increased in New Zealand after 1984? \n \n  A         farm         incomes         \n B use of fertiliser \n C         over-stocking         \n D         farm         diversification         \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAcademic Reading sample task – Multiple choice \nAnswers: \n \n10 C \n11 B \n12 D",
      "questions": []
    },
    "115018_Academic_Reading_sample_task_-_Table_completion__2_.pdf": {
      "title": "Untitled",
      "content": "Academic Reading sample task – Table completion \n \n [Note: This is an extract from an Academic Reading passage on the subject of dung \nbeetles. The text preceding this extract gave some background facts about dung \nbeetles, and went on to describe a decision to introduce non-native varieties to \nAustralia.]\n \n \nIntroducing dung\n1\n beetles into a pasture is a simple process: approximately 1,500 beetles \nare released, a handful at a time, into fresh cow pats\n2\n in the cow pasture.  The beetles \nimmediately disappear beneath the pats digging and tunnelling and, if they successfully \nadapt to their new environment, soon become a permanent, self-sustaining part of the \nlocal ecology.  In time they multiply and within three or four years the benefits to the \npasture are obvious. \n \nDung beetles work from the inside of the pat so they are sheltered from predators such \nas birds and foxes.  Most species burrow into the soil and bury dung in tunnels directly \nunderneath the pats, which are hollowed out from within.  Some large species originating \nfrom France excavate tunnels to a depth of approximately 30 cm below the dung pat.  \nThese beetles make sausage-shaped brood chambers along the tunnels.  The shallowest \ntunnels belong to a much smaller Spanish species that buries dung in chambers that hang \nlike fruit from the branches of a pear tree. South African beetles dig narrow tunnels of \napproximately 20 cm below the surface of the pat.  Some surface-dwelling beetles, \nincluding a South African species, cut perfectly-shaped balls from the pat, which are \nrolled away and attached to the bases of plants. \n \nFor maximum dung burial in spring, summer and autumn, farmers require a variety of \nspecies with overlapping periods of activity.  In the cooler environments of the state of \nVictoria, the large French species (2.5 cms long), is matched with smaller (half this size), \ntemperate-climate Spanish species.  The former are slow to recover from the winter cold \nand produce only one or two generations of offspring from late spring until autumn.  The \nlatter, which multiply rapidly in early spring, produce two to five generations annually.  \nThe South African ball-rolling species, being a sub-tropical beetle, prefers the climate of \nnorthern and coastal New South Wales where it commonly works with the South African \ntunneling species.  In warmer climates, many species are active for longer periods of the \nyear. \n \n \n \n \n \n \nGlossary \n1. dung: the droppings or excreta of animals \n \n2. cow pats:     droppings of cows \n\nAcademic Reading sample task – Table completion \n \nQuestion 9 – 13 \n \nComplete the table below. \n \nChoose NO MORE THAN THREE WORDS from the passage for each answer.  \n \nWrite your answers in boxes 9-13 on your answer sheet. \n \nSpecies Size \nPreferred \nclimate \nComplementary \nspecies \nStart of active \nperiod \nNumber of \ngenerations \nper year \nFrench 2.5 cm cool Spanish late spring 1 - 2 \nSpanish 1.25 cm 9 ............  10 ............ 11 ............ \nSouth African \nball roller \n 12 ............ 13 ............   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAcademic Reading sample task – Table completion \n \nAnswers: \n \n9 temperate \n10 early spring \n11 two to five / 2-5 \n12 sub-tropical \n13 South African tunneling/tunnelling \n \nAlternative answers are separated by a slash (/).",
      "questions": []
    }
  },
  "Academic Writing": {
    "113313_AC_sample_scripts.pdf": {
      "title": "Untitled",
      "content": "Sample Candidate Writing Scripts and Examiner Comments \nBoth the Academic and General Training Writing \nModules consist of two tasks, Task 1 and Task \n2. Each task is assessed independently. The \nassessment of Task 2 carries more weight in \nmarking than Task 1. \nDetailed performance descriptors have been \ndeveloped which describe written performance \nat the 9 IELTS bands. These descriptors apply \nto both the Academic and General Training \nModules. \nTask 1 scripts are assessed on the following \ncriteria: \n• Task Achievement \n• Coherence and Cohesion \n• Lexical Resource \n• Grammatical Range and Accuracy \nTask 2 scripts are assessed on the following \ncriteria: \n• Task Response \n• Coherence and Cohesion \n• Lexical Resource \n• Grammatical Range and Accuracy \nCandidates should note that scripts will be \npenalised if they are a) under the m inimum word \nlength, b) partly or wholly plagiarised, c) not \nwritten as full, connected text (e.g. using bullet \npoints in any part of the response, or note form, \nis not appropriate, etc.). \nTask 1 \nTask Achievement \nThis criterion assesses how appropriately, \naccurately and relevantly the response fulfils the \nrequirements set out in the task, using the \nminimum of 150 words. \nAcademic Writing Task 1 is a writing task which \nhas a defined input and a largely predictable \noutput. It is basically an information­transfer task \nwhich relates narrowly to the factual content of \nan input diagram and not to speculated \nexplanations that lie outside the given data. \nGeneral Training Writing Task 1 is also a writing \ntask with a largely predictable output in that \neach task sets out the context and purpose of \nthe letter and the functions the candidate should \ncover in order to achieve this purpose. \nCoherence and Cohesion \nThis criterion is concerned with the overall clarity \nand fluency of the message: how the response \norganises and links information, ideas and \nlanguage. Coherence refers to the linking of \nideas through logical sequencing. Cohesion \nrefers to the varied and appropriate use of \ncohesive devices (for example, logical \nconnectors, pronouns and conjunctions) to \nassist in making the conceptual and referential \nrelationships between and within sentences \nclear. \nLexical Resource \nThis criterion refers to the range of vocabulary \nthe candidate has used and the accuracy and \nappropriacy of that use in terms of the specific \ntask. \nGrammatical Range and Accuracy \nThis criterion refers to the range and accurate \nuse of the candidate’s grammatical resource as \nmanifested in the candidate’s writing at sentence \nlevel. \nTask 2 \nTask Response \nIn both Academic and General Training Modules \nTask 2 requires the candidates to formulate and \ndevelop a position in relation to a given prompt \nin the form of a question or statement. Ideas \nshould be supported by evidence, and examples \nmay be drawn from the candidates’ own \nexperience. Responses must be at least 250 \nwords in length. \nWriting scripts are marked by trained and \ncertificated IELTS examiners. Scores may be \nreported as whole bands or half­bands. \nOn the next 12 pages you will find candidates’ \nanswers to two sample Writing tests. There are \ntwo answers for each Writing task. Each answer \nhas been awarded a band score and is \naccompanied by an examiner comment on the \ncandidate’s performance for that task. \nThe examiners’ guidelines for marking the \nWriting scripts are very detailed. There are \nmany different ways a candidate may \nachieve a particular band score. The \ncandidates’ answers that follow should not \nbe regarded as definitive examples of any \nparticular band score.\n\nAcademic Writing Sample Task 1A \nSample Script A \nExaminer comment \nBand 5 \nThe length of the answer is just acceptable. There is a good attempt to describe the overall trends but the content would have been \ngreatly improved if the candidate had included some reference to the figures given on the graph. Without these, the reader is lacking \nsome  important information. The  answer is  quite  difficult to follow and there  are some  punctuation  errors that cause  confusion. The \nstructures are fairly simple and efforts to produce more complex sentences are not successful.\n\nAcademic Writing Sample Task 1A \nSample Script B \nExaminer comment \nBand 6 \nThe  candidate  has  made  a  good  attempt  to  describe  the  graphs  looking  at  global  trends  and  more  detailed  figures.  There  is, \nhowever, some  information  missing  and  the  information  is  inaccurate  in minor  areas.  The  answer  flows quite  smoothly  although \nconnectives are overused or inappropriate, and some of the points do not link up well. The grammatical accuracy is quite good and \nthe language used to describe the trends is well­handled. However,  there  are  problems with expression  and the appropriate  choice \nof words and whilst there is good structural control, the complexity and variation in the sentences are limited.\n\nAcademic Writing Sample Task 1B \nSample Script A \nExaminer comment \nBand 6 \nThe  answer  has  an  appropriate  introduction which the  candidate  has  attempted to  express  in his/her  own  words.  There  is  good \ncoverage  of  the  data  and  a  brief  reference  to  contrasting  trends.  The  answer  can  be  followed  although  it  is rather  repetitive  and \ncohesive  devices  are  overused.  In  order  to  gain  a  higher  mark  for  content,  the  candidate  would  be  expected  to  select  the  salient \nfeatures of the graph and comment primarily on these. Sentences are long but lack complexity. There are some errors in tense, verb \nform and spelling which interfere slightly with the flow of the answer.\n\nAcademic Writing Sample Task 1B \nSample Script B \nExaminer comment \nBand 7 \nThe answer deals well with both the individual media trends and the overall comparison of these trends. The opening could be more \nfully  developed  with  the  inclusion  of  information  relating  to  the  groups  studied  and  the  period  of  time  during  which  the  study  took \nplace.  There  is a  good  variety  of cohesive  devices  and  the  message  can  be  followed  quite  easily  although  the  expression  is \nsometimes  a  little  clumsy. Structures  are  complex  and  vocabulary  is  varied  but  there  are  errors  in  word  forms, tense  and  voice \nthough these do not impede communication.\n\nAcademic Writing Sample Task 2A \nSample Script A \nExaminer comment \nBand 5 \nThe answer is short at just over 200 words and thus loses marks for content. There are some relevant arguments but these are not \nvery  well  developed  and  become  unclear  in  places.  The  organisation  of  the  answer  is evident  through  the  use  of  fairly  simple \nconnectives but  there  are  problems  for  the  reader  in that  there  are  many  missing  words  and  word  order  is  often  incorrect.  The \nstructures are quite ambitious but often faulty and vocabulary is kept quite simple.\n\nAcademic Writing Sample Task 2A \nSample Script B\n\nExaminer comment \nBand 6 \nThere are quite a lot of ideas and while some of these are supported better than others, there is an overall coherence to the answer. \nThe  introduction  is  perhaps  slightly  long  and  more  time  could  have  been  devoted  to  answering  the  question.  The  answer  is  fairly \neasy  to  follow  and  there  is  good  punctuation.  Organisational  devices  are  evident  although  some  areas  of  the  answer  become \nunclear and would benefit from more accurate use of connectives. There are some errors in the structures but there is also evidence \nof the production of complex sentence forms. Grammatical errors interfere slightly with comprehension.\n\nAcademic Writing Sample Task 2B \nSample Script A\n\nExaminer comment \nBand 5 \nAlthough the script contains some good arguments, these are presented using poor structures and the answer is not very coherent. \nThe candidate  has a  clear point  of  view but not  all the supporting  arguments are  linked together well  and sometimes ideas are left \nunfinished. There is quite a lot of relevant vocabulary but this is not used skilfully and sentences often have words missing or lapse \ninto different styles. The answer is spoilt by grammatical errors and poor expression.\n\nAcademic Writing Sample Task 2B \nSample Script B\n\nExaminer comment \nBand 7 \nThe answer is well­written and contains some good arguments. It does tend to repeat these arguments but the writer’s point of view \nremains clear throughout. The message is easy to follow and ideas are arranged well with good use of cohesive devices. There are \nminor  problems  with  coherence  and  at times  the  expression  is  clumsy  and  imprecise.  There  is  a  wide  range  of  structures  that  are \nwell handled with only small problems in the use of vocabulary, mainly in the areas of spelling and word choice.",
      "questions": []
    },
    "115027_Academic_Writing_sample_task_-_Task_1.pdf": {
      "title": "Untitled",
      "content": "Academic Writing sample task – Task 1 \nTask 1A \n \nYou should spend about 20 minutes on this task. \n \n \nThe chart below shows the number of men and women in further education in \nBritain in three periods and whether they were studying fulltime or part-time. \n \nSummarise the information by selecting and reporting the main features, and \nmake comparisons where relevant. \n \n \n \nWrite at least 150 words.",
      "questions": []
    },
    "115028_Academic_Writing_sample_task_-_Task_2.pdf": {
      "title": "Untitled",
      "content": "Academic Writing sample task – Task 2 \nTask 2A \n \nYou should spend about 40 minutes on this task. \n \nWrite about the following topic. \n \n \nThe first car appeared on British roads in 1888. By the year 2000 there \nmay be as many as 29 million vehicles on British roads. \n \nAlternative forms of transport should be encouraged and \ninternational laws introduced to control car ownership and use. \n \nTo what extent do you agree or disagree? \n \n \n \nGive reasons for your answer and include any relevant examples from your knowledge or \nexperience. \n \nWrite at least 250 words.",
      "questions": []
    }
  },
  "General Training Reading": {
    "115019_General_Training_Reading_sample_task_-_Flow-chart_completion.pdf": {
      "title": "Untitled",
      "content": "General Training Reading sample task – Flow-chart completion \n \nROBOTS AT WORK \n \nA \nThe newspaper production process has come a long \nway from the old days when the paper was written, \nedited, typeset and ultimately printed in one building \nwith the journalists working on the upper floors and \nthe printing presses going on the ground floor. These \ndays the editor, subeditors and journalists who put the \npaper together are likely to find themselves in a \ntotally different building or maybe even in a different \ncity. This is the situation which now prevails in \nSydney. The daily paper is compiled at the editorial \nheadquarters, known as the prepress centre, in the \nheart of the city, but printed far away in the suburbs at \nthe printing centre. Here human beings are in the \nminority as much of the work is done by automated \nmachines controlled by computers. \n \nB \nOnce the finished newspaper has been created for the \nnext morning’s edition, all the pages are transmitted \nelectronically from the prepress centre to the printing \ncentre. The system of transmission is an update on the \nsophisticated page facsimile system already in use on \nmany other newspapers. An imagesetter at the \nprinting centre delivers the pages as film. Each page \ntakes less than a minute to produce, although for \ncolour pages four versions, once each for black, cyan, \nmagenta and yellow are sent. The pages are then \nprocessed into photographic negatives and the film is \nused to produce aluminium printing plates ready for \nthe presses. \n \nC \nA procession of automated vehicles is busy at the new \nprinting centre where the Sydney Morning Herald is \nprinted each day. With lights flashing and warning \nhorns honking, the robots (to give them their correct \nname, the LGVs or laser guided vehicles) look for all \nthe world like enthusiastic machines from a science \nfiction movie, as they follow their own random paths \naround the plant busily getting on with their jobs. \nAutomation of this kind is now standard in all modern \nnewspaper plants. The robots can detect unauthorised \npersonnel and alert security staff immediately if they \nfind an “intruder”; not surprisingly, tall tales are \nalready being told about the machines starting to take \non personalities of their own. \n \nD \nThe robots’ principal job, however, is to shift the \nnewsprint (the printing paper) that arrives at the plant \nin huge reels and emerges at the other end \nsome time later as newspapers. Once the size of the \nday’s paper and the publishing order are determined \nat head office, the information is punched into the \ncomputer and the LGVs are programmed to go about \ntheir work. The LGVs collect the appropriate size \npaper reels and take them where they have to go. \nWhen the press needs another reel its computer alerts \nthe LGV system. The Sydney LGVs move busily \naround the press room fulfilling their two key \nfunctions to collect reels of newsprint either from the \nreel stripping stations, or from the racked supplies in \nthe newsprint storage area. At the stripping station \nthe tough wrapping that helps to protect a reel of \npaper from rough handling is removed. Any \ndamaged paper is peeled off and the reel is then \nweighed. \n \nE \nThen one of the four paster robots moves in. \nSpecifically designed for the job, it trims the paper \nneatly and prepares the reel for the press. If required \nthe reel can be loaded directly onto the press; if not \nneeded immediately, an LGV takes it to the storage \narea. When the press computer calls for a reel, an \nLGV takes it to the reel loading area of the presses. It \nlifts the reel into the loading position and places it in \nthe correct spot with complete accuracy. As each reel \nis used up, the press drops the heavy cardboard core \ninto a waste bin. When the bin is full, another LGV \ncollects it and deposits the cores into a shredder for \nrecycling. \n \nF \nThe LGVs move at walking speed. Should anyone \nstep in front of one or get too close, sensors stop the \nvehicle until the path is clear. The company has \nchosen a laserguide function system for the vehicles \nbecause, as the project development manager says \n“The beauty of it is that if you want to change the \nroutes, you can work out a new route on your \ncomputer and lay it down for them to follow”. When \nan LGV’s batteries run low, it will take itself off line \nand go to the nearest battery maintenance point for \nreplacement batteries. And all this is achieved with \nabsolute minimum human input and a much reduced \nrisk of injury to people working in the printing \ncentres. \n \nG \nThe question newspaper workers must now ask, \nhowever is, “how long will it be before the robots are \nwriting the newspapers as well as running the \nprinting centre, churning out the latest edition every \nmorning?” \n\nGeneral Training Reading sample task – Flow-chart completion \n \nQuestions 33 – 40 \n \nComplete the flow-chart below. \n \nChoose NO MORE THAN THREE WORDS from the text for each answer. \n \nWrite your answers in boxes 33-40 on your answer sheet. \n \n \nThe Production Process \n \n \nThe newspaper is compiled at the editorial headquarters by the \njournalists. \n \nÆ\n \nThe final version of the text is 33 ............... to the printing centre. \n \nÆ\n \nThe pages arrive by facsimile. \n \nÆ\n \nThe pages are converted into 34 ............... . \n \nÆ\n \n35 ............... are made for use in the printing presses. \n \n \n \n \n \nThe LGVs are 36 ............... by computer. \n \nÆ\n \nThe LGVs collect the reels of paper.  \n \nÆ\n \nThe LGVs remove the 37 ............... from the reel. \n \nÆ\n \nThe reel is 38 ............... . \n \nÆ\n \nThe reel is trimmed and prepared by the 39 ............... . \n \nÆ\n \nThe reel is taken to the press. The reel is taken to the \n40 ............... . \n \n\nGeneral Training Reading sample task – Flow-chart completion \n \nAnswers \n \n33 transmitted (electronically) \n \n34 (photographic) film/negative(s) \n \n35 (aluminium) printing plates \n \n36 programmed \n \n37 damaged paper/wrapping \n \n38 weighed \n \n39 paster robot(s) \n \n40 storage area \n \nWords in brackets are optional - they are correct, but not necessary. Alternative answers are \nseparated by a slash (/).",
      "questions": []
    },
    "115020_General_Training_Reading_sample_task_-_Identifying_information.pdf": {
      "title": "Untitled",
      "content": "General Training Reading sample task – Identifying information \nRead the text below and answer Questions 1-8. \n \nLondon to Brighton Bike Ride \n \nThe start \nThe bike ride starts at Clapham Common tube station. \n• Your  Start  Time  is  indicated  by  the  colour  of  your  body  number  in  this  \npack. It is also printed on the address label of the envelope. Please arrive \nno earlier than 30 minutes before that time. \n• We allocate an equal number of cyclists for each Start Time to ensure a \nsteady flow. Please keep to the time you've been given so we can keep to \nour  schedule  and  avoid  delaying  other  riders  and  prevent  'bunching'  \nfurther down the route. \n• An  Information  Point,  toilets  and  refreshment  stands  will  be  open  from  \nvery early in the day. \n \nRide carefully \nWe  put  together  as  many  facilities  as  possible  to  help  ensure  you  have  a  \ntroublefree  day.  But  we  also  rely  on  you  to  ride  safely  and  with  due  \nconsideration  for  other  cyclists  and  road  users.  Although  many  roads  are  \nclosed to oncoming traffic, this is not always the case and you should be aware \nof the possibility that there could be vehicles coming in the opposite direction. \nPlease do not attempt reckless overtaking whilst riding – remember it is NOT a \nrace. \n \nFollow all instructions \nEvery  effort  is  made  to  ensure  that  the  route  is  well  signed  and  marshalled.  \nPlease obey all directions from police and marshals on the route. If you hear a \nmotorcycle marshal blow his/her whistle three times, move left. \n \nWear a helmet \nEvery year we are delighted to see more riders wearing protective helmets, but \nwe  would  like  to  see  every  cyclist  on  the  ride  wearing  one.  More  than  half  of  \nreported  injuries  in  cycling  accidents  are  to  the  head,  and  a  helmet  gives  the  \nbest protection when the head hits the ground. \n \nAttracting assistance \nIf you have an accident, ask a marshal for help; they are in contact with the \nsupport/emergency  services.  To  call  for  help  from  our  motorcycle  marshals,  \ngive  a  'thumbs  down'  signal.  The  marshal  will  do  all  he/she  can  to  help,  \nproviding  he/she  is  not  already  going  to  a  more  serious  accident.  If  a  \nmotorcycle  marshal  slows  down  to  help  you,  but  you  have  just  stopped  for  a  \nrest and don't need help, please give a 'thumbs up' signal and he/she will carry \non. Remember – thumbs down means 'I need help'. \n\nGeneral Training Reading sample task – Identifying information \nIn case of breakdown \nRefer to your route map and make your way to a Mechanics Point. Mechanical \nassistance is free when you show your Rider Identity Card; you just pay for the \nparts. \n \nRefreshment stops \nLook out for these along the route. Most are organised by voluntary clubs and \ntheir prices give you real value for money. They are also raising money for their \nlocal communities and the British Heart Foundation, so please give them your \nsupport. \n \nRain or shine – be prepared \nIn the event of very bad weather, watch out for signs to wet weather stations en \nroute. Good waterproofs, like a cycle cape, are essential. Our first aid staff can \nonly  supply  bin  liners  and  by  the  time  you  get  one  you  may  be  very  wet.  \nHowever,  the  English  summer  is  unpredictable  –  it  may  also  be  hot,  so  don't  \nforget the sun protection cream as well! \n \nIf you have to drop out \nWe  will  try  to  pick  up  your  bike  for  you  on  the  day.  Call  Bike  Events  (01225  \n310859) no more than two weeks after the ride to arrange collection. Sorry, we \ncannot guarantee this service nor can we accept liability for any loss or damage \nto  your  bike.  Bike  Events  will  hold  your  bike  for  three  months,  after  which  it  \nmay be disposed of. You will be charged for all costs incurred in returning your \ncycle. \n\nGeneral Training Reading sample task – Identifying information \nQuestions 1 – 8 \n \nDo the following statements agree with the information given in the text? \n \nIn boxes 1-8 on your answer sheet, write \n \nTRUE      if the statement agrees with the information \nFALSE                        if the statement contradicts the information \nNOT GIVEN     if there is no information on this \n \n1  You should not arrive more than half an hour before your allocated starting time. \n \n2  Your Rider Identity Card will be sent to you before the event. \n \n3  Some roads may have normal traffic flow on them. \n \n4  Helmets are compulsory for all participants. \n \n5  Refreshments are free to all participants during the ride. \n \n6  If you need a rest you must get off the road. \n \n7  First aid staff can provide cycle capes. \n \n8  Bike Events will charge you for the return of your bike.\n \n\nGeneral Training Reading sample task – Identifying information \nAnswers \n \n1 TRUE \n \n2 NOT GIVEN \n \n3 TRUE \n \n4 FALSE \n \n5 FALSE \n \n6 NOT GIVEN \n \n7 FALSE \n \n8 TRUE",
      "questions": []
    },
    "115021_General_Training_Reading_sample_task_-_Matching__information.pdf": {
      "title": "Untitled",
      "content": "General Training Reading sample task – Matching information \nSECTION 1  Questions 1 – 8 \n \nQuestions 1 – 8 \n \nLook at the five advertisements, A-E. \n \nWhich advertisement mentions the following? \n \nWrite the correct letter, A-E, in boxes 1-8 on your answer sheet. \nNB You may use any letter more than once. \n \n \n1 up-to-date teaching systems \n \n2 that the institution has been established for a significant time \n \n3          examination          classes          \n \n4 that arrangements can be made for activities outside class \n \n5 the availability of courses for school students \n \n6 language teaching for special purposes \n \n7 a wide variety of language choices \n \n8          evening          classes          \n\nGeneral Training Reading sample task – Matching information \n \n \nA \nINTERNATIONAL LANGUAGE CENTRE \nINSTITUTE OF TECHNOLOGY \n \nFRENCH & JAPANESE \nSUMMER INTENSIVE \n \nAlso commencing January 2005 \n* Mandarin   * Cantonese   *Thai \n* Vietnamese   *Korean   * Indonesian   * English \n* Spanish   *Italian   *German   * Russian \n \nFor further details contact: \nAdmissions & Information Office \n5 Bligh Street, \nSth. Sydney, 2000 \n \nTel:  295 4561 \nFax:  235 4714 \n \nB \nGlobal Language  \nLearning Centre \n \nONE OF THE WORLD'S BEST \nLANGUAGE SCHOOLS IS  \nNOW IN SYDNEY \n \nLEARN A NEW LANGUAGE \nIN 10-20 WEEKS \n \nLATEST METHODS \nFULL AND PART-TIME COURSES \n \nBUSINESS, HOSPITALITY \n OR TRAVEL \n \nPhone for Appointment \n938 0977\n \n \nC \nDO YOU WANT TO LEARN ENGLISH \nSOMEWHERE DIFFERENT? \n \nD \nFrench \n \n \nThen come to Perth, \nthe Picturesque Capital City of Western \nAustralia \n  \nSUMMER COURSES\nJanuary 2005 \n \n \n  \nAdults Crash Course 9-19 Jan \n \nSituated on the beautiful Swan River, Perth offers \nyou... \n•      Mediterranean      climate      \n• lovely Indian Ocean beaches \n• every sport imaginable \n•      multicultural      society      \n• government owned TAFE Colleges \n• high standards of facilities and staff \n•      maximum      flexibility      \n• hostel or homestay accommodation  \n  \nIntensive 3 or 4 hrs a day, \nmorning or evening,     30 hrs  $250 \n(Beginners and Low Intermediate only) \n \n \nAdults Normal Course 9 Jan-4 March \n10 levels from Beginner to Advanced \nTwice a week - 2 hrs morning or evening \nOnce a week, Saturday 9am-1.30pm  32hrs   $278 \n \n \nIntensive English Courses Available \n• 5 intakes per year \n•      10      week      modules      \n•      multicultural      classes      \n•      optional      programs      \n• \nCost:  $2000 AUD per 10 weeks\n \n  \nHigh School Crash Course 11-25 Jan \nIntensive 3 hrs a day, 1pm-4pm \nYears 8 to 12      24hrs  $200 \nStarts Wednesday 11.1.97 \n \nClub Français \n27 Claire St, Sydney, Phone 227 1746 \n \nStudy Tours Available  \n•      English/cultural/tourism \nE \n \n \n \nWE PLAN THE PROGRAM \nTO SUIT YOUR NEEDS \nEU \nC \nUNIVERSITY OF CANBERRA \nLearn English in Australia's National Capital \n \n \nFor further details, contact: \n \nTAFE International, \nLevel 5, 1 Mill Street, \nPerth 6000, Western Australia \nTelephone:  619 320 3777 \n \n \n* The TESOL Centre has more than 24 years' \nexperience in providing quality language programs for \noverseas students \n* Test preparation, possibility of further academic study \n* Access to University facilities \n* Classes conducted on campus with opportunity to mix \nwith Australian students \n\nGeneral Training Reading sample task – Matching information \n \nAnswers \n \n1 B \n \n2 E \n \n3          E          \n \n4          C          \n \n5 D \n \n6 B \n \n7 A \n \n8 C",
      "questions": []
    },
    "115022_General_Training_Reading_sample_task_-_Matching_features.pdf": {
      "title": "Untitled",
      "content": "General Training Reading sample task – Matching features \n[Note: This is an extract from a General Training Reading text on the subject \nof the history of cinema. The text preceding this extract gave a general overview.] \n \nAlthough French, German, American and British pioneers have all been credited with the \ninvention of cinema, the British and the Germans played a relatively small role in its \nworldwide exploitation. It was above all the French, followed closely by the Americans, \nwho were the most passionate exporters of the new invention, helping to start cinema in \nChina, Japan, Latin America and Russia. In terms of artistic development it was again \nthe French and the Americans who took the lead, though in the years before the First \nWorld War, Italy, Denmark and Russia also played a part. \n \nIn the end it was the United States that was to become, and remain, the largest single \nmarket for films. By protecting their own market and pursuing a vigorous export policy, \nthe Americans achieved a dominant position on the world market by the start of the First \nWorld War. The centre of filmmaking had moved westwards, to Hollywood, and it was \nfilms from these new Hollywood studios that flooded onto the world’s film markets in the \nyears after the First World War, and have done so ever since. Faced with total \nHollywood domination, few film industries proved competitive. The Italian industry, \nwhich had pioneered the feature film with spectacular films like “Quo Vadis?” (1913) and \n“Cabiria” (1914), almost collapsed. In Scandinavia, the Swedish cinema had a brief \nperiod of glory, notably with powerful epic films and comedies. Even the French cinema \nfound itself in a difficult position. In Europe, only Germany proved industrially capable, \nwhile in the new Soviet Union and in Japan, the development of the cinema took place in \nconditions of commercial isolation. \n \nHollywood took the lead artistically as well as industrially. Hollywood films appealed \nbecause they had better constructed narratives, their special effects were more \nimpressive, and the star system added a new dimension to screen acting. If Hollywood \ndid not have enough of its own resources, it had a great deal of money to buy up artists \nand technical innovations from Europe to ensure its continued dominance over present or \nfuture competition. \n \nFrom early cinema, it was only American slapstick comedy that successfully developed \nin both short and feature format. However, during this ‘Silent Film’ era, animation, \ncomedy, serials and dramatic features continued to thrive, along with factual films or \ndocumentaries, which acquired an increasing distinctiveness as the period progressed. It \nwas also at this time that the avant-garde film first achieved commercial success, this \ntime thanks almost exclusively to the French and the occasional German film. \n \nOf the countries which developed and maintained distinctive national cinemas in the \nsilent period, the most important were France, Germany and the Soviet Union. Of these, \nthe French displayed the most continuity, in spite of the war and post-war economic \nuncertainties. The German cinema, relatively insignificant in the pre-war years, exploded \non to the world scene after 1919. Yet even they were both overshadowed by the Soviets \nafter the 1917 Revolution. They turned their back on the past, leaving the style of the \npre-war Russian cinema to the émigrés who fled westwards to escape the Revolution. \n \n\nGeneral Training Reading sample task – Matching features \nThe other countries whose cinemas changed dramatically are: Britain, which had an \ninteresting but undistinguished history in the silent period; Italy, which had a brief \nmoment of international fame just before the war; the Scandinavian countries, \nparticularly Denmark, which played a role in the development of silent cinema quite out \nof proportion to their small population; and Japan, where a cinema developed based \nprimarily on traditional theatrical and, to a lesser extent, other art forms and only \ngradually adapted to western influence. \n \n\nGeneral Training Reading sample task – Matching features \nQuestions 34 – 40 \n \nLook at the following statements (Questions 34-40) and the list of countries below. \n \nMatch each statement with the correct country, A-J. \n \nWrite the correct letter, A-J, in boxes 34-40 on your answer sheet. \nNB You may use any letter more than once. \n \n34  It helped other countries develop their own film industry. \n \n35  It was the biggest producer of films. \n \n36                It was first to develop the 'feature' film. \n \n37                It was responsible for creating stars. \n \n38                It made the most money from 'avantgarde' films. \n \n39  It made movies based more on its own culture than outside influences. \n \n40                It had a great influence on silent movies, despite its size. \n \n \n \n  \n List of Countries \n \n  \n  \n    A    \nFrance                                    \n    B    \nGermany                            \n    C    \nUSA                                          \n    D    \nDenmark                            \n    E    \nSweden                                \n    F    \nJapan                                      \n    G    \nRussia                                    \n    H    \nItaly                                            \n    I    \nBritain                                      \n    J    \nChina                                      \n  \n  \n \n\nGeneral Training Reading sample task – Matching features \nAnswers \n \n34 A  \n \n35 C  \n \n36 H  \n \n37 C  \n \n38 A  \n \n39 F  \n \n40 D",
      "questions": []
    },
    "115023_General_Training_Reading_sample_task_-_Matching_headings.pdf": {
      "title": "Untitled",
      "content": "General Training Reading sample task – Matching headings \n \n \nQuestions 27 – 32 \n \nThe text has seven paragraphs, A-G. \n \nChoose the correct heading for paragraphs A, B and D-G from the list of headings \nbelow. \n \nWrite the correct number, i-ix,in boxes 27-32 on your answer sheet. \n \n \nList of Headings \n  \n \ni \nRobots working together \n \nii \nPreparing LGVs for takeover \n \niii \nLooking ahead \n \niv \nThe LGVs’ main functions \n \nv \nSplit location for newspaper production \n \nvi \nNewspapers superseded by technology \n \nvii \nGetting the newspaper to the printing centre \n \nviii \nControlling the robots \n \nix \nBeware of robots! \n   \n \n \n27 Paragraph A \n \n28  Paragraph B \n \n \nExample \n \nParagraph C     ix \n \n \n29                Paragraph D \n \n30                Paragraph E \n \n31                Paragraph F \n \n32                Paragraph G \n\nGeneral Training Reading sample task – Matching headings \n \nROBOTS AT WORK \n \nA \nThe newspaper production process has come a long \nway from the old days when the paper was written, \nedited, typeset and ultimately printed in one building \nwith the journalists working on the upper floors and \nthe printing presses going on the ground floor. These \ndays the editor, subeditors and journalists who put the \npaper together are likely to find themselves in a \ntotally different building or maybe even in a different \ncity. This is the situation which now prevails in \nSydney. The daily paper is compiled at the editorial \nheadquarters, known as the prepress centre, in the \nheart of the city, but printed far away in the suburbs at \nthe printing centre. Here human beings are in the \nminority as much of the work is done by automated \nmachines controlled by computers. \n \nB \nOnce the finished newspaper has been created for the \nnext morning’s edition, all the pages are transmitted \nelectronically from the prepress centre to the printing \ncentre. The system of transmission is an update on the \nsophisticated page facsimile system already in use on \nmany other newspapers. An imagesetter at the \nprinting centre delivers the pages as film. Each page \ntakes less than a minute to produce, although for \ncolour pages four versions, once each for black, cyan, \nmagenta and yellow are sent. The pages are then \nprocessed into photographic negatives and the film is \nused to produce aluminium printing plates ready for \nthe presses. \n \nC \nA procession of automated vehicles is busy at the new \nprinting centre where the Sydney Morning Herald is \nprinted each day. With lights flashing and warning \nhorns honking, the robots (to give them their correct \nname, the LGVs or laser guided vehicles) look for all \nthe world like enthusiastic machines from a science \nfiction movie, as they follow their own random paths \naround the plant busily getting on with their jobs. \nAutomation of this kind is now standard in all modern \nnewspaper plants. The robots can detect unauthorised \npersonnel and alert security staff immediately if they \nfind an “intruder”; not surprisingly, tall tales are \nalready being told about the machines starting to take \non personalities of their own. \n \nD \nThe robots’ principal job, however, is to shift the \nnewsprint (the printing paper) that arrives at the plant \nin huge reels and emerges at the other end \nsome time later as newspapers. Once the size of the \nday’s paper and the publishing order are determined \nat head office, the information is punched into the \ncomputer and the LGVs are programmed to go about \ntheir work. The LGVs collect the appropriate size \npaper reels and take them where they have to go. \nWhen the press needs another reel its computer alerts \nthe LGV system. The Sydney LGVs move busily \naround the press room fulfilling their two key \nfunctions to collect reels of newsprint either from the \nreel stripping stations, or from the racked supplies in \nthe newsprint storage area. At the stripping station \nthe tough wrapping that helps to protect a reel of \npaper from rough handling is removed. Any \ndamaged paper is peeled off and the reel is then \nweighed. \n \nE \nThen one of the four paster robots moves in. \nSpecifically designed for the job, it trims the paper \nneatly and prepares the reel for the press. If required \nthe reel can be loaded directly onto the press; if not \nneeded immediately, an LGV takes it to the storage \narea. When the press computer calls for a reel, an \nLGV takes it to the reel loading area of the presses. It \nlifts the reel into the loading position and places it in \nthe correct spot with complete accuracy. As each reel \nis used up, the press drops the heavy cardboard core \ninto a waste bin. When the bin is full, another LGV \ncollects it and deposits the cores into a shredder for \nrecycling. \n \nF \nThe LGVs move at walking speed. Should anyone \nstep in front of one or get too close, sensors stop the \nvehicle until the path is clear. The company has \nchosen a laserguide function system for the vehicles \nbecause, as the project development manager says \n“The beauty of it is that if you want to change the \nroutes, you can work out a new route on your \ncomputer and lay it down for them to follow”. When \nan LGV’s batteries run low, it will take itself off line \nand go to the nearest battery maintenance point for \nreplacement batteries. And all this is achieved with \nabsolute minimum human input and a much reduced \nrisk of injury to people working in the printing \ncentres. \n \nG \nThe question newspaper workers must now ask, \nhowever is, “how long will it be before the robots are \nwriting the newspapers as well as running the \nprinting centre, churning out the latest edition every \nmorning?” \n\nGeneral Training Reading sample task – Matching headings \nAnswers \n \n27 v  \n \n28 vii  \n \n29 iv  \n \n30 i  \n \n31 viii  \n \n32 iii",
      "questions": []
    },
    "115024_General_Training_Reading_sample_task_-_Multiple_choice.pdf": {
      "title": "Untitled",
      "content": "General Training Reading sample task – Multiple choice \n[Note: This is an extract from a General Training Reading text on the subject of \ncoal. The text preceding this extract catalogued the general belief that extracting \nand using coal is bad for the environment.] \n \nGreenhouse gases arise from a wide range of sources and their increasing \nconcentration is largely related to the compound effects of increased population, \nimproved living standards and changes in lifestyle. From a current base of 5 \nbillion, the United Nations predicts that the global population may stabilise in the \ntwenty-first century between 8 and 14 billion, with more than 90 per cent of the \nprojected increase taking place in the world’s developing nations. The associated \nactivities to support that growth, particularly to produce the required energy and \nfood, will cause further increases in greenhouse gas emissions. The challenge, \ntherefore, is to attain a sustainable balance between population, economic \ngrowth and the environment. \n \nThe major greenhouse gas emissions from human activities are carbon dioxide \n(CO\n2), methane and nitrous oxide. Chlorofluorocarbons (CFCs) are the only \nmajor contributor to the greenhouse effect that does not occur naturally, coming \nfrom such sources as refrigeration, plastics and manufacture. Coal’s total \ncontribution to greenhouse gas emissions is thought to be about 18 per cent, with \nabout half of this coming from electricity generation. \n \nThe worldwide coal industry allocates extensive resources to researching and \ndeveloping new technologies and ways of capturing greenhouse gases. \nEfficiencies are likely to be improved dramatically, and hence CO2 emissions \nreduced, through combustion and gasification techniques which are now at pilot \nand demonstration stages. \n \nClean coal is another avenue for improving fuel conversion efficiency. \nInvestigations are under way into super-clean coal (35 per cent ash) and \nultraclean coal (less than 1 per cent ash). Super-clean coal has the potential to \nenhance the combustion efficiency of conventional pulverised fuel power plants. \nUltraclean coal will enable coal to be used in advanced power systems such as \ncoal-fired gas turbines which, when operated in combined cycle, have the \npotential to achieve much greater efficiencies. \n \nDefendants of mining point out that, environmentally, coal mining has two \nimportant factors in its favour. It makes only temporary use of the land and \nproduces no toxic chemical wastes. By carefully preplanning projects, \nimplementing pollution control measures, monitoring the effects of mining and \nrehabilitating mined areas, the coal industry minimises the impact on the \nneighbouring community, the immediate environment and long-term land \ncapability. \n \n \n \n\nGeneral Training Reading sample task – Multiple choice \nDust levels are controlled by spraying roads and stockpiles, and water pollution is \ncontrolled by carefully separating clean water runoff from runoff which contains \nsediments or salt from mine workings. The latter is treated and reused for dust \nsuppression. Noise is controlled by modifying equipment and by using insulation \nand sound enclosures around machinery. \n \nSince mining activities represent only a temporary use of the land, extensive \nrehabilitation measures are adopted to ensure that land capability after mining \nmeets agreed and appropriate standards which, in some cases, are superior to \nthe land’s pre-mining condition. Where the mining is underground, the surface \narea can be simultaneously used for forests, cattle grazing and crop raising, or \neven reservoirs and urban development, with little or no disruption to the existing \nland use. In all cases, mining is subject to stringent controls and approvals \nprocesses. \n \n\nGeneral Training Reading sample task – Multiple choice \nQuestions 1 – 5 \n \nChoose the correct letter, A, B, C or D. \n \nWrite your answers in boxes 1-5 on your answer sheet. \n \n1  The global increase in greenhouse gases has been attributed to \n \nA industrial pollution in developing countries. \nB coal mining and electricity generation. \nC reduced rainfall in many parts of the world. \nD trends in population and lifestyle. \n \n2  The proportion of all greenhouse gases created by coal is approximately \n \nA  14 per cent. \nB  18 per cent. \nC  27 per cent. \nD  90 per cent. \n \n3  Current research aims to increase the energy-producing efficiency of coal by \n \nA  burning it at a lower temperature. \nB  developing new gasification techniques. \nC  extracting CO\n2 from it. \nD  recycling greenhouse gases. \n \n4  Compared with ordinary coal, new, ‘clean’ coals may generate power \n \nA  more cleanly and more efficiently. \nB more cleanly but less efficiently. \nC  more cleanly but at higher cost. \nD more cleanly but much more slowly. \n \n5  To control dust at mine sites, mining companies often use \n \nA  chemicals which may be toxic. \nB topsoil taken from the site before mining. \nC  fresh water from nearby dams. \nD runoff water containing sediments. \n \n\nGeneral Training Reading sample task – Multiple choice \nQuestion 6 \n \nChoose the most suitable title for the text from the list below. \n \nWrite the correct letter, A, B, C or D, in box 6 on your answer sheet. \n \nA                  Pollution control in coal mining \nB                  The greenhouse effect \nC                  The coal industry and the environment \nD                  Sustainable population growth \n\nGeneral Training Reading sample task – Multiple choice \n \nAnswers \n \n1 D  \n2 B  \n3 B  \n4 A  \n5 D  \n6 C",
      "questions": []
    },
    "115025_General_Training_Reading_sample_task_-_Sentence_completion.pdf": {
      "title": "Untitled",
      "content": "General Training Reading sample task – Sentence completion \n[Note: This is an extract from a General Training Reading text on the subject of \nunderstanding bee behaviour. The text preceding this extract described Karl von \nFrisch's experiments and his conclusions about two bee dances.] \n \nAt first, von Frisch thought the bees were responding only to the scent of the food. \nBut what did the third dance mean? And if bees were responding only to the scent, \nhow could they also ‘sniff down’ food hundreds of metres away from the hive*, food \nwhich was sometimes downwind? On a hunch, he started gradually moving the \nfeeding dish further and further away and noticed as he did so that the dances of the \nreturning scout bees also started changing. If he placed the feeding dish over nine \nmetres away, the second type of dance, the sickle version, came into play.  \nBut once he moved it past 36 metres, the scouts would then start dancing the third, \nquite different, waggle dance. \n \nThe measurement of the actual distance too, he concluded, was precise. For \nexample, a feeding dish 300 metres away was indicated by 15 complete runs \nthrough the pattern in 30 seconds. When the dish was moved to 60 metres away, \nthe number dropped to eleven. \n \nVon Frisch noted something further. When the scout bees came home to tell their \nsisters about the food source, sometimes they would dance outside on the horizontal \nentrance platform of the hive, and sometimes on the vertical wall inside. And, \ndepending on where they danced, the straight portion of the waggle dance would \npoint in different directions. The outside dance was fairly easy to decode: the straight \nportion of the dance pointed directly to the food source, so the bees would merely \nhave to decode the distance message and fly off in that direction to find their food. \n \nBut by studying the dance on the inner wall of the hive, von Frisch discovered a \nremarkable method which the dancer used to tell her sisters the direction of the food \nin relation to the sun. When inside the hive, the dancer cannot use the sun, so she \nuses gravity instead. The direction of the sun is represented by the top of the hive \nwall. If she runs straight up, this means that the feeding place is in the same \ndirection as the sun. However, if, for example, the feeding place is 40º to the left of \nthe sun, then the dancer would run 40º to the left of the vertical line. This was to be \nthe first of von Frisch’s remarkable discoveries. Soon he would also discover a \nnumber of other remarkable facts about how bees communicate and, in doing so, \nrevolutionise the study of animal behaviour generally. \n \n \n* Hive – a ‘house’ for bees; the place where they build a nest and live \n \n \n\nGeneral Training Reading sample task – Sentence completion \nQuestions 38 – 40 \n \nComplete the sentences below. \n \nChoose NO MORE THAN TWO WORDS from the text for each answer. \n \nWrite your answers in boxes 38-40 on your answer sheet. \n \n38 Von Frisch discovered the difference between dance types by changing the position \nof the .................. . \n \n39  The dance outside the hive points in the direction of the ............... . \n \n40  The angle of the dance from the vertical shows the angle of the food from the \n            ...............            .\n \n\nGeneral Training Reading sample task – Sentence completion \nAnswers \n \n38 feeding dish \n \n39 food (source) \n \n40 sun \n \nWords in brackets are optional - they are correct, but not necessary.",
      "questions": []
    },
    "115026_General_Training_Reading_sample_task_-_Short-answer_questions.pdf": {
      "title": "Untitled",
      "content": "General Training Reading sample task – Short-answer questions \n \nQuestions 4 – 8 \n \nAnswer the questions below. \n \nChoose NO MORE THAN THREE WORDS AND/OR A NUMBER from the text for each \nanswer. \n \nWrite your answers in boxes 4-8 on your answer sheet. \n \n4 What has been found in some Fancy Foods products? \n \n5 Where can you find the batch number on the jars? \n \n6 How much will you receive for an opened jar of contaminated Chicken Curry? \n \n7 If you have eaten Chicken Curry from a jar with one of the batch numbers listed, whom \nshould you contact? \n \n8 What is the maximum reward Fancy Foods is offering for information about who \ncontaminated their product? \n \n \nIMPORTANT NOTICE: PRODUCT RETURN \n \nFancy  Foods  wishes  to  inform  the  public  that  pieces  of  metal  have  been  found  in  some  jars  of  Fancy  \nFoods Chicken Curry (Spicy). The batches of the jars involved have numbers from J6617 to J6624. The \nbatch number is printed on the bottom of each jar. \n \nIf  you  have  any  jars  with  these  batch  numbers,  please  return  them  (preferably  unopened)  to  the  \nsupermarket where you purchased them. You can also return them to the factory (Fancy Foods Retailers, \nBlacktown).  Fancy  Foods  will  pay  $10  for  each  jar  returned  unopened  and  $5  for  each  jar  already  \nopened. \n \nNo  payment  will  be  made  for  empty  jars,  which  do  not  need  to  be  returned.  However,  the  Retailing  \nManager will be interested to hear from people who have consumed chicken curry from any of the above \nbatch numbers. In particular, it will be helpful if they can give information about the place of purchase of \nthe product. \n \nJars of Fancy Foods Chicken Curry (Coconut) and Fancy Foods Chicken Curry (Mango) have not been \naffected and do not need to be returned. \n \nREWARD \n \nFancy Foods will pay a reward of $10,000 to $50,000 for information which leads to the conviction of any \nperson  found  guilty  of  placing  metal  pieces  in  its  products.  If  you  have  such  information,  please  contact  \nthe Customer Relations Manager, Fancy Foods Retailers, Blacktown. \n \n\nGeneral Training Reading sample task – Short-answer questions \n \nAnswers \n \n4 pieces of metal  \n \n5 (on) the bottom \n \n6 $5 \n \n7 (the) Retailing Manager \n \n8 $50,000 \n \nWords in brackets are optional - they are correct, but not necessary.",
      "questions": []
    }
  },
  "General Training Writing": {
    "115004_General_Training_Writing_sample_scripts.pdf": {
      "title": "Untitled",
      "content": "Sample Candidate Writing Scripts and Examiner Comments \nThe General Training Writing Module consists of \ntwo tasks, Task 1 and Task 2. Each task is \nassessed independently. The assessment of \nTask 2 carries more weight in marking than Task \n1. \nDetailed performance descriptors have been \ndeveloped which describe written performance \nat the 9 IELTS bands. These descriptors apply \nto both the Academic and General Training \nModules. \nTask 1 scripts are assessed on the following \ncriteria: \n• Task Achievement \n• Coherence and Cohesion \n• Lexical Resource \n• Grammatical Range and Accuracy \nTask 2 scripts are assessed on the following \ncriteria: \n• Task Response \n• Coherence and Cohesion \n• Lexical Resource \n• Grammatical Range and Accuracy \nCandidates should note that scripts will be \npenalised if they are a) under the minimum word \nlength, b) partly or wholly plagiarised, c) not \nwritten as full, connected text (e.g. using bullet \npoints in any part of the response, or note form, \nis not appropriate, etc.). \nTask 1 \nTask Achievement \nThis criterion assesses how appropriately, \naccurately and relevantly the response fulfils the \nrequirements set out in the task, using the \nminimum of 150 words. \nTask 1 is also a writing task with a largely \npredictable output in that each task sets out the \ncontext and purpose of the letter and the \nfunctions the candidate should cover in order to \nachieve this purpose. \nCoherence and Cohesion \nThis criterion is concerned with the overall clarity \nand fluency of the message: how the response \norganises and links information, ideas and \nlanguage. Coherence refers to the linking of \nideas through logical sequencing. Cohesion \nrefers to the varied and appropriate use of \ncohesive devices (for example, logical \nconnectors, pronouns and conjunctions) to \nassist in making the conceptual and referential \nrelationships between and within sentences \nclear. \nLexical Resource \nThis criterion refers to the range of vocabulary \nthe candidate has used and the accuracy and \nappropriacy of that use in terms of the specific \ntask. \nGrammatical Range and Accuracy \nThis criterion refers to the range and accurate \nuse of the candidate’s grammatical resource as \nmanifested in the candidate’s writing at sentence \nlevel. \nTask 2 \nTask Response \nTask 2 requires the candidates to formulate and \ndevelop a position in relation to a given prompt \nin the form of a question or statement. Ideas \nshould be supported by evidence, and examples \nmay be drawn from the candidates’ own \nexperience. Responses must be at least 250 \nwords in length. \nWriting scripts are marked by trained and \ncertificated IELTS examiners. Scores may be \nreported as whole bands or half­bands. \nOn the next 6 pages you will find candidates’ \nanswers to two sample Writing tests. There are \ntwo answers for each Writing task. Each answer \nhas been awarded a band score and is \naccompanied by an examiner comment on the \ncandidate’s performance for that task. \nThe examiners’ guidelines for marking the \nWriting scripts are very detailed. There are \nmany different ways a candidate may \nachieve a particular band score. The \ncandidates’ answers that follow should not \nbe regarded as definitive examples of any \nparticular band score. \nPlease refer to the public band descriptors \nfor Writing.\n\nGeneral Training Writing Sample Task 1 \nSample Script A \nExaminer comment \nBand 5 \nThe answer is  below the word limit and there is some repetition of the task rubric. (Length is  a common problem in \nGeneral Training scripts.) Answers that are short lose marks because of inadequate content and may also lose marks \nbecause there is insufficient material in the answer for the examiner to give credit for accuracy and coherence. Despite \nthese problems, the introduction to the letter is appropriate and the purpose of the writer is clear. The points are not \nalways linked together well and punctuation is sometimes faulty. The sentences are kept quite simple and mistakes occur \nas soon as more complex structures are attempted.\n\nGeneral Training Writing Sample Task 1 \nSample Script B \nExaminer comment \nBand 7 \nThis answer is also short. Although ideas are often provided in the task rubric, candidates are at liberty to include some of \ntheir own ideas in their answers. In this case, the candidate has attempted to incorporate some original material. The \nanswer  reads  quite  fluently,  is  well organised  and  there  is  good  use  of  conjunctions  to link  points.  There  are some \ngrammatical  errors but these  do not  affect the reader  greatly  and  there is evidence of some more complex  sentence \nstructures.\n\nGeneral Training Writing Sample Task 2 \nSample Script A\n\nExaminer comment \nBand 5 \nThere are quite a lot of relevant ideas in the answer but they are not always well supported and sometimes they are \nunclear. There are some areas in the answer where the organisation becomes weak and the reader finds the message \ndifficult to follow. Nevertheless, the writer’s view is apparent and there is a logical flow to the points given. There are a lot \nof mistakes  in  the answer  and some  parts, such  as the conclusion,  are very  hard to follow  because of these  errors. \nAlthough there is some appropriate vocabulary, sentence control is very weak. These problems are made worse by the \npoor correcting which sometimes makes words unreadable.\n\nGeneral Training Writing Sample Task 2 \nSample Script B\n\nExaminer comment \nBand 8 \nThis is a very well­organised script which contains a lot of well­supported arguments and analyses the topic from different \nangles. The ideas follow each other well and there is a very honest conclusion. The answer is easy to read. There are \nsome areas where the expression is clumsy but this makes little difference to the overall flow of the answer. There are \nminor errors in spelling and structure.",
      "questions": []
    },
    "115029_General_Training_Writing_sample_task_-_Task_1.pdf": {
      "title": "Untitled",
      "content": "General Training Writing sample task – Task 1 \nTask 1 \n \nYou should spend about 20 minutes on this task. \n \n \nYou live in a room in college which you share with another student. \nHowever, there are many problems with this arrangement and you find it \nvery difficult to work. \n \nWrite a letter to the accommodation officer at the college. In the letter, \n \n• describe the situation \n• explain your problems and why it is difficult to work \n• say what kind of accommodation you would prefer \n \n \n \nWrite at least 150 words. \n \nYou do NOT need to write any addresses. \n \nBegin your letter as follows: \n \nDear Sir or Madam,",
      "questions": []
    },
    "115030_General_Training_Writing_sample_task_-_Task_2.pdf": {
      "title": "Untitled",
      "content": "General Training Writing sample task – Task 2 \nTask 2 \n \nYou should spend about 40 minutes on this task. \n \nWrite about the following topic: \n \n \nIn Britain, when someone gets old they often go to live in a home with \nother old people where there are nurses to look after them. Sometimes \nthe government has to pay for this care. \n \nWho do you think should pay for this care, the government or the family? \n \nGive reasons for your answer and include any relevant examples from \nyour own knowledge or experience. \n \n \nWrite at least 250 words.",
      "questions": []
    }
  },
  "Listening": {
    "115005_Listening_sample_task_-_Form_completion.pdf": {
      "title": "Untitled",
      "content": "Listening sample task – Form completion (to be used with IELTS Listening Recording 1) \nSECTION 1 \n \nQuestions 1 – 8 \n \nComplete the form below. \n \nWrite NO MORE THAN THREE WORDS AND/OR A NUMBER for each answer. \n \n \n \nPACKHAM’S SHIPPING AGENCY – customer quotation form \n \n \n \n \n \n \n \n Name:  Jacob 1 ............ \n \nAddress to be collected from:        2   ............  College, Downlands Rd \n \n Town:  Bristol \n \n        Postcode:        3   ............ \n \n \n \nSize of container: \n \n \n \n \nLength:  1.5m \n \n \n   \n \n \n   Width: 4 ............                     Height: 5 ............ \n \nContents:  clothes \n \n6 ............ \n \n7 ............ \n \n \nTotal estimated value: 8 £............ \n \nExample                                                \n \nCountry of destination: ............... \nKen\nya\n\nListening sample task – Form completion (to be used with IELTS Listening Recording 1) \nTapescript for IELTS Listening Recording 1 \nYou will hear a telephone conversation between a customer and an agent at a company\n \nwhich ships large boxes overseas. \n \nA \nGood morning Packham’s Shipping Agents. Can I help you? \nB \nOh yes, I’m ringing to make enquiries about sending a large box, a container, \nback home to Kenya from the UK. \nA \nYes, of course. Would you like me to try and find some quotations for you? \nB \nYes, that’d be great. Thank you. \nA \nWell first of all, I need a few details from you. \nB \nFine. \nA \nCan I take your name? \nB \nIt’s Jacob Mkere. \nA \nCan you spell your surname, please? \nB \nYes, it’s M-K-E-R-E. \nA \nIs that ‘M’ for mother? \nB \nYes. \nA \nThank you, and you say that you will be sending the box to Kenya? \nB \nThat’s right. \nA \nAnd where would you like the box picked up from? \nB \nFrom college, if possible. \nA \nYes, of course. I’ll take down the address now. \nB \nIt’s Westall College. \nA \nIs that W-E-S-T-A-L-L? \nB \nYes, ... college. \nA \nWestall College. And where’s that? \n\nListening sample task – Form completion (to be used with IELTS Listening Recording 1) \nB \nIt’s Downlands Road, in Bristol. \nA \nOh yes, I know it. And the postcode? \nB \nIt’s BS8 9PU. \nA \nRight ... and I need to know the size. \nB \nYes, I’ve measured it carefully and it’s 1.5m long ... \nA \nRight. \nB \n0.75m wide ... \nA \nOK. \nB \nAnd it’s 0.5m high or deep. \nA \nGreat. So I’ll calculate the volume in a moment and get some quotes for that. But \nfirst can you tell me, you know, very generally, what will be in the box? \nB \nYes there’s mostly clothes. \nA \nOK. [writing down] \nB \nAnd there’s some books. \nA \nOK. Good. Um ... Anything else? \nB \nYes, there’s also some toys. \nA \nOK and what is the total value, do you think, of the contents? \nB \nWell the main costs are the clothes and the books – they’ll be about £1500 but \nthen the toys are about another two hundred – so I’d put down £1700. \n \n\nListening sample task – Form completion (to be used with IELTS Listening Recording 1) \nAnswers: \n \n1  Mkere \n \n2  Westall \n \n3  BS8 9PU \n \n4  0.75 m/metre(s)/meter(s) (wide) / three(-)quarter(s) (of) (a) metre/meter (wide) / \n    ¾ m (wide) / 75 cm(s) (wide) \n \n5 0.5 m/metre(s)/meter(s) (high/deep) / (a) half (a) metre/meter (high/deep) / \n ½ m (high/deep) / 50 cm(s) (high/deep) \n \n6 & 7  in either order \n            (some)            books            \n            (some)            toys \n \n8  1,700 \n \n \nWords in brackets are optional - they are correct, but not necessary. Alternative answers are \nseparated by a slash (/).",
      "questions": []
    },
    "115006_Listening_sample_task_-_Matching__example_1_.pdf": {
      "title": "Untitled",
      "content": "Listening sample task – Matching (example 1) \n \nSECTION 3 \nQuestions 21 - 25 \nWhat does Jack tell his tutor about each of the following course options? \n A He'll definitely do it. \n B He may or may not do it.  \n C He won't do it. \n \nWrite the correct letter, A, B or C next to questions 21- 25. \nYou may choose any letter more than once. \n \n21 Media Studies   \n22 Women and Power   \n23 Culture and Society   \n24 Identity and Popular Culture    \n25 Introduction to Cultural Theory \n \n\nListening sample task – Matching (example 1) \n \nTapescript \n \n(Note: There is no Listening recording for this tapescript.) \n \nYou will hear a Communication Studies student talking to his tutor about optional \ncourses for the next semester.  \n \nDr Ray  \nCome in. Oh hello Alan. Have a seat. Right ... you said you wanted \nto see me to talk about your options next semester? \nJack  \nThat's right. We have to decide by the end of next week. Really, I'd \nlike to do all five options but we have to choose two, don't we. \nDr Ray \nYes, but the choice depends on your major to some extent. You're \nmajoring in Communication Studies, aren't you? \nJack  \nThat's right. \nDr Ray  \nSo for example the Media Studies Option will cover quite a lot of the \nsame area you did in the core module on mass communications this \nsemester - the development of the media through the last two \ncenturies, in relation to political and social issues.  \nJack \nMmm. Well that was interesting, but I’ve decided I'd rather do \nsomething completely new. There's a Women's Studies option, isn't \nthere?  \nDr Ray  \nYes, 'Women and Power' – again it has a historical focus, it aims to \ncontextualise women's studies by looking at the legal and social \nsituation in the nineteenth and early twentieth centuries ...  \nJack  \nSo it would be useful if I intended to specialise in women's studies ... \nbut I'm not sure I do actually. \nDr Ray \nWell, it might still be useful to give you an idea of the issues \ninvolved. It's taught by Dr Steed.  \nJack \nOh, really? I'll sign up for that, then. What about the option on \nCulture and Society? \nDr Ray  \nThat addresses the historical debate on the place of culture since \nthe Industrial Revolution in Britain. \nJack \nSo a historical focus again ... \nDr Ray  \nDo I get the message you're not so keen on history?  \nJack  \nWell, it's just we seem to have done quite a lot this semester ... \n\nListening sample task – Matching (example 1) \n \nanyway I'll think about that one.  \nDr Ray \nIf you're interested in a course focusing on current issues there's the \noption on Identity and Popular Culture – that approaches the subject \nthrough things like contemporary film, adverts, soap operas and so \non.  \nJack \nOh? That sounds interesting. Can you tell me who runs it? \nDr Ray  \nWell, it's normally Dr Stevens but he's on sabbatical next semester, \nso I'm not sure who'll be running it. It should be decided by next \nweek though. \nJack  \nRight, well I might wait until then to decide ... And the last option is \nIntroduction to Cultural Theory, isn't it. I'm quite interested in that too \n– I was talking to one of the second year students, and she said it \nwas really useful, it made a lot of things fall into place.  \nDr Ray  \nYes, but in fact in your major, you'll have covered a lot of that \nalready in Communications 102, so that might be less useful than \nsome of the others.  \nJack \nOh, I'll forget about that one, then.  \nDr Ray  \nNow while you're here, we could also discuss how you're getting on \nwith your Core Module assignment ... \n \n\nListening sample task – Matching (example 1) \n \nAnswers: \n21        C        \n22        A        \n23        B        \n24        B                \n25        C",
      "questions": []
    },
    "115007_Listening_sample_task_-_Matching__example_2_.pdf": {
      "title": "Untitled",
      "content": "Listening sample task – Matching (example 2) \nSECTION 1 \n \nQuestions 1 – 4 \n \nWhich hotel matches each description? \n \nChoose your answers from the box and write the correct letter A-E next to \nquestions 1-4. \n \n \nA  The Bridge Hotel \n \nB  Carlton House \n \nC  The Imperial \n \nD  The Majestic \n \nE  The Royal Oak \n \n \n \n1 is in a rural area             ................... \n \n2            only            opened            recently                                                ...................            \n  \n3 offers facilities for business functions  ................... \n \n4 has an indoor swimming pool   .................. \n\nListening sample task – Matching (example 2) \nTapescript \n \n(Note: There is no Listening recording for this tapescript.) \n \nYou will hear a man talking to an official at a tourist information office. \n \nOfficial \nCan I help you? \nMan \nYes, I was wanting somewhere to stay for a few days - a four or five \nstar hotel. Can you tell me something about the possibilities? \nOfficial \nOK, right, well there are five hotels that might interest you. Were you \nwanting a city centre location, or would you be interested in \nsomething a bit further out? \nMan \nWell, I do have a car so I could go for either. \nOfficial  \nWell, there are three central hotels in the range you're looking for – \nthere's Carlton House and The Imperial, they're both near the main \nsquare, but if you've got your own transport you might be interested \nin the Royal Oak – that’s out in the country, about ten kilometres \naway, very peaceful. Then there's the Bridge hotel and the Majestic \n– they're both in town but not in the centre, they're out on the airport \nroad. \nMan \nMmm that might be a bit far out actually. OK, now the other two you \nmentioned, in the city centre. Can you tell me a bit about them?  \nOfficial \nWell, they're both excellent hotels. If you want something with a bit \nof character, Carlton House is quite unusual – it's a very old building \nthat was originally a large private house, it was bought by the Vannis \nchain and they completely refurbished it – they took their first guests \njust a few months ago but it's already got an excellent reputation. \nThat's a five star hotel. Or there's the Imperial, which is a much \nmore modern building. That's also has its own gym and it also has \ninternet connection and meetings rooms – it's used for conferences \nand corporate events as well as private guests. That's five star as \nwell. \nMan \nDoes it have a swimming pool as well as a gym? \nOfficial  \nNo – the Royal Oak has an outdoor pool, which is lovely in the \nsummer, but the only hotel with an indoor pool is the Bridge Hotel. It \ndoesn't have a gym though. The Majestic is planning to build a \nswimming pool and a fitness centre, but it's not finished yet.  \nMan \nI see. Well, I think I'll probably go for one of the city centre hotels. \n \n\nListening sample task – Matching (example 2) \nAnswers: \n \n1 E \n \n2 B \n \n3 C \n \n4 A",
      "questions": []
    },
    "115008_Listening_sample_task_-_Multiple_choice.pdf": {
      "title": "Untitled",
      "content": "Listening sample task – Multiple choice (to be used with IELTS Listening Recording 2) \nSECTION 1 \n \nQuestions 9 and 10 \n \nChoose the correct letter, A, B or C. \n \n9  Type of insurance chosen    \n \n  A Economy \n  B Standard  \n  C         Premium         \n \n10  Customer wants goods delivered to   \n \n  A         port         \n  B         home         \n  C         depot         \n\nListening sample task – Multiple choice (to be used with IELTS Listening Recording 2) \nTapescript for IELTS Listening Recording 2 \n \n(A customer has been arranging with a shipping agent to send a large box overseas. \nThis is the last part of the conversation.) \n \nA \nOK right. Now obviously insurance is an important thing to consider and \nour companies are able to offer very good rates in a number of different \nall-inclusive packages. \nB \nSorry, could you explain a bit more? \nA \nYes, sorry, um. There’s really three rates according to quality of insurance \ncover – there’s the highest comprehensive cover which is Premium rate, \nthen there’s standard rate and then there’s economy rate. That one will \nonly cover the cost of the contents second hand. \nB \nOh I’ve been stung before with economy insurance so I’ll go for the \nhighest. \nA \nMh’hm and can I just check would you want home delivery or to a local \ndepot or would you want to pick it up at the nearest port? \nB \nThe port’d be fine – I’ve got transport that end. \nA \nFine and will you be paying by credit card? \nB \nCan I pay by cheque?  \n\nListening sample task – Multiple choice (to be used with IELTS Listening Recording 2) \nAnswers: \n \n9 C \n \n10 A",
      "questions": []
    },
    "115009_Listening_sample_task_-_Plan_map_diagram_labelling.pdf": {
      "title": "Untitled",
      "content": "Listening sample task – Plan/map/diagram labelling \n \nSECTION 2 \n \nQuestions 11-15 \n \nLabel the plan below.  \n \nChoose FIVE answers from the box and write the correct letters A-I next to questions \n11-15.  \n \n \n                             Town Library  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nLibrary office \nLibrarian’s desk \nNon\n-fiction \nFiction \n12 .................. \n11 ............... \n15 ............ \n14 .................. \n13 .................. \nSeminar room \nLibrary area \nA  Art collection \n \nB  Children's books \n \nC  Computers \n \nD  Local history \n    collection    \n \nE  Meeting room \n \nF  Multimedia \n \nG  Periodicals \n \nH  Reference books \n \nI   Tourist   \n    information \n \nEntrance \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n\nListening sample task – Plan/map/diagram labelling \n \nTapescript \n \n(Note: There is no Listening recording for this tapescript.) \n \nYou will hear the librarian of a new town library talking to a group of people who are \nvisiting the library.  \n \nOK everyone. So here we are at the entrance to the town library. My name is Ann, \nand I'm the chief librarian here, and you'll usually find me at the desk just by the main \nentrance here. So I'd like to tell you a bit about the way the library is organised, and \nwhat you'll find where ... and you should all have a plan in front of you. Well, as you \nsee my desk is just on your right as you go in, and opposite this the first room on \nyour left has an excellent collection of reference books and is also a place where \npeople can read or study peacefully. Just beyond the librarian's desk on the right is a \nroom where we have up to date periodicals such as newspapers and magazines and \nthis room also has a photocopier in case you want to copy any of the articles. If you \ncarry straight on you'll come into a large room and this is the main library area. There \nis fiction in the shelves on the left, and non-fiction materials on your right, and on the \nshelves on the far wall there is an excellent collection of books relating to local \nhistory. We're hoping to add a section on local tourist attractions too, later in the year. \nThrough the far door in the library just past the fiction shelves is a seminar room, and \nthat can be booked for meetings or talks, and next door to that is the children's \nlibrary, which has a good collection of stories and picture books for the under \nelevens. Then there's a large room to the right of the library area – that's the \nmultimedia collection, where you can borrow videos and DVDs and so on, and we \nalso have CD-Roms you can borrow to use on your computer at home. It was \noriginally the art collection but that's been moved to another building. And that's \nabout it – oh, there's also the Library Office, on the left of the librarian's desk. OK, \nnow does anyone have any questions? \n \n \n\nListening sample task – Plan/map/diagram labelling \n \nAnswers: \n \n11 H \n \n12 G \n \n13 D \n \n14 B \n \n15 F",
      "questions": []
    },
    "115010_Listening_sample_task_-_Sentence_completion.pdf": {
      "title": "Untitled",
      "content": "Listening sample task – Sentence completion (to be used with IELTS Listening Recording 4) \nSECTION 3 \n \nQuestions 27 – 30 \n \nComplete the sentences below. \n \nWrite NO MORE THAN TWO WORDS for each answer. \n \nStudying with the Open University demanded a great deal of 27 ........................ . \n \nStudying and working at the same time improved Rachel’s 28 ........................ \nskills. \n \nIt was helpful that the course was structured in 29 ........................ . \n \nShe enjoyed meeting other students at 30 ........................ . \n\nListening sample task – Sentence completion (to be used with IELTS Listening Recording 4) \nTapescript for IELTS Listening Recording 4 \n \nTwo friends, Rachel and Paul, are discussing studying with the Open University. \nRachel has already done a course at the university, but Paul has not. The extract \nrelating to these questions comes from the last part of the recording.  \n \nPaul \nThe other thing I wanted to ask you was, did you find it hard, \nstudying with the Open University? \nRachel  \nYou mean, because you’re studying on your own, most of the time? \nPaul  \nMm. \nRachel \nWell it took me a while to get used to it. I found I needed to maintain \na high level of motivation, because it’s so different from school. \nThere’s no-one saying, ‘Why haven’t you written your assignment \nyet?' and that sort of thing. \nPaul  \nOh dear. \nRachel  \nYou’ll learn it, Paul. Another thing was that I got very good at time-\nmanagement because I had to fit time for studying round a full-time \njob. \nPaul \nWell I’m hoping to change to working part-time, so that’ll help. \nRachel \nWhat makes it easier is that the degree is made up of modules, so \nyou can take time off between them if you need to. It isn’t like a \ntraditional three-or four-year course, where you’ve got to do the \nwhole thing of it in one go. \nPaul  \nThat’s good, because I’d like to spend six months travelling next \nyear. \nRachel  \nHuh, it’s all right for some. Then even though you’re mostly studying \nat home, remember you’ve got tutors to help you, and from time to \ntime there are summer schools. They usually last a week. They’re \ngreat, because you meet all the other people struggling with the \nsame things as you. I’ve made some really good friends that way. \nPaul \nSounds good. So how do I apply? \n \n\nListening sample task – Sentence completion (to be used with IELTS Listening Recording 4) \nAnswers: \n \n27        motivation       \n \n28        time(-)management        \n \n29        modules        \n \n30        summer        school(s)",
      "questions": []
    },
    "115011_Listening_sample_task_-_Short-answer_questions.pdf": {
      "title": "Untitled",
      "content": "Listening sample task – Short-answer questions (to be used with IELTS Listening Recording 3) \n \nSECTION 2       \n \nQuestions 11 – 16 \n \nAnswer the questions below. \n \nWrite NO MORE THAN THREE WORDS AND/OR A NUMBER for each answer.  \n \n \nWhat TWO factors can make social contact in a foreign country difficult? \n  \n• 11 ............................... \n \n• 12 ............................... \n \n \nWhich types of community group does the speaker give examples of? \n \n•    theatre    \n \n• 13 .................................. \n \n• 14 .................................. \n \n \nIn which TWO places can information about community activities be found? \n \n• 15 .................................. \n \n• 16 .................................. \n \n\nListening sample task – Short-answer questions (to be used with IELTS Listening Recording 3) \n \nTapescript \n \nYou will hear an extract from a talk given to a group who are going to stay in the UK.\n \nGood evening, and welcome to the British Council. My name is John Parker and I’ve \nbeen asked to talk to you briefly about certain aspects of life in the UK before you \nactually go there. So I'm going to talk first about the best ways of making social \ncontacts there. Now you might be wondering why it should be necessary. After all, \nwe meet people all the time. But when you’re living in a foreign country it can be \nmore difficult, not just because of the language, but because customs may be \ndifferent. \nIf you’re going to work in the UK you will probably be living in private accommodation, \nso it won’t be quite so easy to meet people. But there are still things that you can do \nto help yourself. First of all, you can get involved in activities in your local community, \njoin a group of some kind. For example, you’ll probably find that there are theatre \ngroups who might be looking for actors, set designers and so on, or if you play an \ninstrument you could join music groups in your area. Or if you like the idea of finding \nout about local history there’ll be a group for that too. These are just examples. And \nthe best places to get information about things like this are either the town hall or the \npublic library. Libraries in the UK perform quite a broad range of functions nowadays \n– they’re not just confined to lending books, although that’s their main role of course. \n\nListening sample task – Short-answer questions (to be used with IELTS Listening Recording 3) \n \nAnswers: \n \n11 & 12 in either order \n                        language            \n                        customs \n \n13 & 14 in either order \n                        music            (groups)            \n                        local            history            (groups) \n \n15 & 16 in either order \n                        (the)            (public)            library/libraries            \n                        (the)            town            hall \n \nWords in brackets are optional - they are correct, but not necessary. Alternative \nanswers are separated by a slash (/).",
      "questions": []
    }
  },
  "Speaking": {
    "115041_Speaking_sample_task_-_Part_1.pdf": {
      "title": "Untitled",
      "content": "Speaking sample task – Part 1 \nPart 1  Introduction and interview  \n \n[This part of the test begins with the examiner introducing himself or herself and \nchecking the candidate’s identification. It then continues as an interview.] \n \n \nLet’s talk about your home town or village. \n \n• What kind of place is it? \n• What’s the most interesting part of your town/village? \n• What kind of jobs do the people in your town/village do? \n• Would you say it’s a good place to live? (Why?) \n \n \n \nLet’s move on to talk about accommodation. \n \n• Tell me about the kind of accommodation you live in? \n• How long have you lived there? \n• What do you like about living there? \n• What sort of accommodation would you most like to live in?",
      "questions": []
    },
    "115045_Speaking_sample_task_-_Part_1_transcript.pdf": {
      "title": "Untitled",
      "content": "Speaking sample task – Part 1 transcript \nPart 1  Introduction and interview  \n \n[This part of the test begins with the examiner introducing himself or herself and \nchecking the candidate’s identification. It then continues as an interview.] \n \n \nTranscript \n \nExaminer: Now, in this first part, I’d like to ask you some more questions about \nyourself, OK? \n Let’s talk about your home town or village. What kind of place is it? \n \nCandidate: It’s quite a small village, about 20km from Zurich. And it’s very quiet. And \nwe have only little ... two little shops because most of the people work in \nZurich or are orientated to the city. \n \nExaminer: What’s the most interesting part of this place ... village? \n \nCandidate:  On the top of a hill we have a little castle which is very old and quite well \nknown in Switzerland. \n \nExaminer: What kind of jobs do people in the village do? \n \nCandidate: We have some farmers in the village as well as people who work in \nZurich as bankers or journalists or there are also teachers and some \ndoctors, some medicines. \n \nExaminer: Would you say it’s a good place to live? \n \nCandidate:  Yes. Although it is very quiet, it is ... people are friendly and I would say it \nis a good place to live there, yes. \n \nExaminer:  Let’s move on to talk about accommodation. Tell me about the kind of \naccommodation you live in ...",
      "questions": []
    },
    "115047_Speaking_sample_task_-_Part_2.pdf": {
      "title": "Untitled",
      "content": "Speaking sample task – Part 2 \nPart 2 – Individual long turn \n \n \nCandidate Task Card  \n \nDescribe something you own which is very important to you.  \n \n You should say:  \n \n  where you got it from   \n      how long you have had it   \n      what you use it for  \n \nand explain why it is important to you.  \n \n \nYou will have to talk about the topic for 1 to 2 minutes.  \nYou have one minute to think about what you're going to say.  \nYou can make some notes to help you if you wish.  \n \n \n \nRounding off questions  \n \n• Is it valuable in terms of money?  \n• Would it be easy to replace?",
      "questions": []
    },
    "115051_Speaking_sample_task_-_Part_2_transcript.pdf": {
      "title": "Untitled",
      "content": "Speaking sample task – Part 2 transcript \nPart 2 – Individual long turn \n \nTranscript  \n \nExaminer:  Alright? Remember you have one to two minutes for this, so don’t worry if I stop \nyou. I’ll tell you when the time is up. \n \nCandidate:  OK \n \nExaminer:  Can you start speaking now, please? \n \nCandidate:  Yes. One of the most important things I have is my piano because I like playing \nthe piano. I got it from my parents to my twelve birthday, so I have it for about \nnine years, and the reason why it is so important for me is that I can go into \nanother world when I’m playing piano. I can forget what’s around me and what ... \nI can forget my problems and this is sometimes quite good for a few minutes. Or I \ncan play to relax or just, yes to ... to relax and to think of something completely \ndifferent. \n \nExaminer:  Thank you. Would it be easy to replace this, this piano? \n \nCandidate:  Yes, I think it wouldn’t be that big problem but I like my piano as it is because I \nhave it from my parents, it’s some kind unique for me.",
      "questions": []
    },
    "115053_Speaking_sample_task_-_Part_3.pdf": {
      "title": "Untitled",
      "content": "Speaking sample task – Part 3 \nPart 3 – Two-way discussion \n \n \nLet’s consider first of all how people’s values have changed. \n \n• What kind of things give status to people in your country? \n• Have things changed since your parents’ time? \n \nFinally, let’s talk about the role of advertising. \n \n• Do you think advertising influences what people buy?",
      "questions": []
    },
    "115057_Speaking_sample_task_-_Part_3_transcript.pdf": {
      "title": "Untitled",
      "content": "Speaking sample task – Part 3 transcript \nPart 3 – Two-way discussion \n \nTranscript  \n \nExaminer: We’ve been talking about things we own. I’d like to discuss with you one or two \nmore general questions relating to this topic. First, let’s consider values and the \nway they can change. In Switzerland, what kind of possessions do you think give \nstatus to people? \n \nCandidate:  The first thing which comes in my mind is the car. Yes, because lots of people \nlike to have posh cars or expensive cars to show their status, their place in the \nsociety. \n \nExaminer: Is that a new development? \n \nCandidate:  No, I think it isn’t. \n \nExaminer:  People have thought like that for quite a long time? \n \nCandidate: Yes. Another thing is probably the clothing. It starts already when you are young. \nWhen the children go to school they want to have posh labels on their jumpers or \ngood shoes. \n \nExaminer:  What do you think of this way of thinking, that I need to have a car or certain \nclothes to show my status? \n \nCandidate: Probably it’s sometimes a replacement for something you don’t have, so if your \nwife has left you or your girlfriend, you just buy some new, I don’t know, new \nwatches or new clothes to make you satisfied again. \n \nExaminer:  You don’t think of it as a healthy way of thinking? \n \nCandidate:  It’s probably not honest to yourself. You can understand what I mean? \n \nExaminer:  Yes. And do you think this will change? In the future, will cars and designer \nclothes be status symbols in the same way? \n \nCandidate:  I’m sure that clothes will be ... that the thing with the clothes will be the same. I’m \nnot so sure about the cars because cars cause lots of environmental problems \nand probably in some years, a few years, this will change because it’s not \nreasonable to drive a car anymore. \n \nExaminer:  Can you tell me a little bit more about that? ...",
      "questions": []
    }
  },
  "Tasks Auido": {}
}